{"composite_breakdown_label":"","computation_units":"Percent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"11.7.1.1 Proportion of green spaces and streets (conventionally public areas)  out of the built-in areas of urban localities","graph_titles":[],"graph_type":"line","indicator_available":"Proportion of green spaces and streets (conventionally public areas)  out of the built-in areas of urban localities","indicator_name":"national_indicators.11-7-1-1-title","indicator_number":"11.7.1.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republic of Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 11.7.1.1: Proportion of green spaces and streets (conventionally public areas) out of  the built-in areas of urban localities</p>","SDG_TARGET__GLOBAL":"<p>Target 11.7: By 2030, provide universal access to safe, inclusive and accessible, green and  public spaces, in particular for women and children, older persons and persons  with disabilities</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"United Nations Human Settlements Programme (UN-Habitat)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"11.7","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-11.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 2066kB)","SDG_INDICATOR":"<p>Indicator 11.7.1.1: Proportion of green spaces and streets (conventionally public areas)  out of the built-in areas of urban localities</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Total area of green spaces and plantations within the perimeters of urban  localities includes the area of green spaces existing within the perimeter of  the city (town) at the end of the year. Categories of green spaces: 1)  green  spaces of general use (squares, gardens, parks; forest-parks; green spaces  from drive routes); 2) green spaces with limited access (sport parks; green  spaces nearby pre-school institutions, education and scientific research  institutions; green spaces nearby the sanitary and curative institutions;  green spaces for children and youth recreation; green spaces from enterprises  and their protection areas; green spaces nearby dwellings); 3) green spaces  with specialised profile (botanic gardens; dendrology gardens; zoo parks and  gardens, parks for exhibitions; rose, lilac, alpine plants'  gardens, etc.;  plantations in cemeteries); 4) green spaces with utility functions  (plantations for land consolidation; water sources' protection plantations;  anti-fire protection plantations); 5) green spaces from tourist and recreation  zones.</p>  <p>  Total area of streets, ways, quays and squares including the area  of sidewalks, as well the cumulated area of all streets and ways (boulevards,  roads, side streets, blind alleys, squares, including the ones near stadiums  and stations) with or without paving, located between the facades of  buildings, including the area of bridges, viaducts, access roads, existing by  the end of the reporting year within the perimeter of the city. Land surface  from the built-in areas of urban localities  is composed of the following land  fields: 1) area of fields on which residential districts are built, 2) area of  fields on which production and transport enterprises are built, 3) territories  between the residential districts and the neighbouring ones, fields occupied  by streets, squares, quays, 4) fields used to organizing population  recreation, space used for public utilities (parks, gardens, alleys, etc.), 5)  water surfaces except for swimming pools, cemeteries, land fields with special  destination, 6) fields in the expropriation zone (of railroad, roads, port  constructions, airport, etc.), 7) fields covered by constructions for state  defence (polygons, shooting fields, citadels, barracks), reservations and  assimilated fields taken out of mayoralties' jurisdiction. </p>","UNIT_MEASURE":"Percent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Statistical report on housing infrastructure and greening","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"The specialized enterprises of the municipal and town halls, which carry out  the management of the municipal infrastructure and the greening activity","COMPILING_ORG":"","INST_MANDATE":"National Bureau of Statistics","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Total area of green spaces and plantations within the perimeters of urban  localities  + Total area of streets, ways, quays, squares / built-up area  *100.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"The notions used in the national indicator result from the statistical report  no 1- on housing infrastructure and greening  and include only the elements of  the definitions included in the global indicator, but are not equivalent. The  data sources for the national indicator (administrative data) and the global  one differ (geo-referenced data).","OTHER_DOC":"","national_data_updated_date":"2023-04-14","national_metadata_updated_date":"2023-04-14","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"National Bureau of Statistics","source_periodicity_1":"Annual","source_url_1":"","source_url_text_1":"Link to source","source_contact_1":"","source_other_info_1":"","ro":{"SDG_INDICATOR__GLOBAL":"<p>Indicator 11.7.1.1: Ponderea suprafeței spațiilor verzi și străzilor (convențional spații publice)  în suprafața construită a localităților urbane</p>","SDG_TARGET__GLOBAL":"<p>Target 11.7: Până în 2030, asigurarea accesului universal la spații verzi și publice  sigure, incluzive și accesibile, în special pentru femei și copii, persoane în  etate și cele cu dizabilități</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"United Nations Human Settlements Programme (UN-Habitat)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"11.7","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-11.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 2066kB)","SDG_INDICATOR":"<p>Indicator 11.7.1.1: Ponderea suprafeței spațiilor verzi și străzilor (convențional spații  publice) în suprafața construită a localităților urbane</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Suprafața totală a spațiilor și plantațiilor verzi în cadrul perimetrelor  localităților urbane include suprafața tuturor spațiilor verzi existente în  perimetrul orașului (orășelului) la sfârșit de an. Categorii de spații verzi:  1) spații verzi de folosință generală (scuaruri; grădini; parcuri;  păduri-parc; spații verzi din cuprinsul arterelor de circulație); 2) spații  verzi cu acces limitat (parcuri sportive; spații verzi de pe lângă  instituțiile preșcolare, de învățământ și de cercetări științifice; spații  verzi de pe lângă instituțiile sanitare și curative; spații verzi pentru  recrearea copiilor și tineretului; spații verzi  din  incinta   întreprinderilor  și  din  zonele  de protecție ale acestora; spații verzi de  pe lângă locuințe); 3) spații verzi cu profil specializat  (grădini botanice;   grădini dendrologice;  grădini și parcuri zoologice; parcuri pentru expoziții;  grădini de trandafiri, liliac, plante alpine, etc.; plantații în cimitire); 4)  spații verzi cu funcții utilitare (plantații pentru consolidarea terenurilor;  plantații de protecție a surselor de apă; plantații de protecție contra  incendiilor); 5) spații verzi din zonele turistice și de agrement.</p>  <p>   Suprafața totală a străzilor, căilor, cheiurilor și piețelor inclusiv  suprafața trotuarelor, se înscrie suprafața cumulativă a tuturor străzilor și  căilor (bulevarde, șosele, stradele, fundături, piețe, inclusiv cele de lângă  gări și stadioane) cu îmbrăcăminte sau fără, situate între fațadele  clădirilor, inclusiv suprafața podurilor, viaductelor, drumurilor de acces la  acestea, existente la sfârșitul anului de raportare în perimetrul orașului.  Suprafața terenurilor din intravilanul  localităților urbane este constituit  din următoarele terenuri: 1)  suprafața terenurilor pe care sunt construite  cartiere de locuințe, 2) suprafață terenurilor pe care sunt construite  întreprinderi de producție și de transport, 3) teritoriile dintre cartierele  de locuințe și cele învecinate, terenurile ocupate de străzi, piețe, cheiuri,  4) terenurile utilizate pentru organizarea odihnei populației, spații de  utilitate publică (parcuri, grădini, scuare etc.), 5) suprafețele de apă cu  excepția piscinelor, cimitirelor, terenurilor cu destinație specială, 6)  terenurilor aflate în zona de expropriere (a căilor ferate, şoselelor,  construcțiilor portuare, aerodromurilor etc.), 7) terenurile ocupate de  construcțiile de apărare a statului (poligoane, câmpuri de tragere, cetăți,  cazărmi), rezervațiile și terenurile asimilate scoase de sub jurisdicția  primăriilor. </p>","UNIT_MEASURE":"Procent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Raportul statistic nr.1 privind infrastructura edilitară și înverzirea.","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Întreprinderile specializate ale gospodăriei comunale și primăriile municipale  și orășenești, care efectuează gestionarea infrastructurii edilitare și  activitatea de înverzire","COMPILING_ORG":"","INST_MANDATE":"Biroul Național de Statistică","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Suprafața totală a spațiilor și plantațiilor verzi în cadrul perimetrelor  localităților urbane + Suprafața totală a străzilor, căilor, cheiurilor și  piețelor / suprafața în intravilan *100.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"Noțiunile utilizate în indicatorul național rezultă din raportul statistic  1-infrastructura edilitară și înverzirea , și includ doar elemente ale  definițiilor indicatorului global, dar nu sunt echivalente.  Sursele de date  pentru indicatorul național (raportare administrativă) și cel global diferă  (date georeferențiate).","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"Biroul Național de Statistică","source_periodicity_1":"Anual","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":""},"target_number":"11.7","goal_number":"11","indicator_sort_order":"11-07-01-01"}