{"composite_breakdown_label":"","computation_units":"Percent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"17.4.1 Public debt and publicly guaranteed debt service as a proportion of  exports of goods and services","graph_titles":[],"graph_type":"line","indicator_available":"Public debt and publicly guaranteed debt service as a proportion of  exports of goods and services","indicator_name":"global_indicators.17-4-1-title","indicator_number":"17.4.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republic of Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["Global"],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"Procent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.17-4-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"national_indicators.17-4-1-title","indicator_name":"global_indicators.17-4-1-title","indicator_number":"17.4.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["Global"],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.4.1: Serviciul datoriei externe ca proporție din total export de bunuri și servicii</p>","SDG_TARGET__GLOBAL":"<p>Target 17.4: Susținerea țărilor în curs de dezvoltare în atingerea sustenabilității  datoriilor pe  termen lung prin intermediul unor politici coordonate, care  vizează stimularea finanțării  datoriilor, reducerea datoriilor și  restructurarea datoriilor, după caz, și abordarea datoriei externe a țărilor  sărace puternic îndatorate, pentru a reduce povara datoriei</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"World Bank","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"17.4","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-04-01.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 468kB)","SDG_INDICATOR":"<p>Indicator 17.4.1: Serviciul datoriei externe publice și public garantate ca proporție din  total export de bunuri și servicii</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Datoria externă brută a Republicii Moldova la o anumită dată este egală cu  suma tuturor angajamentelor curente efective, necondiționate ale rezidenților  față de nerezidenți ce implică pentru debitor una sau mai multe plăți de  principal și / sau de dobândă la unul sau mai multe momente în viitor. </p>  <p>   Principalele componente ale datoriei externe: (1) Investiții de portofoliu -  instrumente de natura datoriei (instrumentele de natura datoriei includ  titlurile de angajamente emise de rezidenții Moldovei, deținute de  nerezidenți, cu excepția celor deținute de firme-mamă / filiale nerezidente și  a valorilor mobiliare de stat emise pentru a fi plasate pe piața internă a  Republicii Moldova, procurate de către nerezidenți),  (2) Împrumuturi  (împrumuturi FMI, guvernamentale, garantate de guvern, private), (3) Drepturi  speciale de tragere (alocări de DST), (4) Numerar și depozite (conturile  curente și depozitele nerezidenților în sistemul bancar național și în alte  societăți financiare), (5) Credite comerciale și avansuri (sunt angajamentele  sub formă de credite și avansuri acordate de furnizor sau cumpărător în  tranzacțiile de comerț cu mărfuri și servicii), (6) Alte angajamente aferente  datoriei (datoria istorică pentru importurile de mărfuri și servicii,  angajamentele față de nerezidenți aferente tranzacțiilor cu investiții,  angajamentele la dividende distribuite dar încă neplătite nerezidenților), (7)  Investiții directe-creditare intra-grup (angajamente aferente datorilor  întreprinderilor cu investiții străine directe față de investitorii lor  direcți din străinătate). Tipuri ale datoriei: Datoria publică și public  garantată (termen scurt, termen lung), Datoria privată negarantată (termen  scurt, termen lung).</p>  <p>  Datoria Externă a Republicii Moldova este compilată  conform manualului “Ghidul Statistic pentru Compilatori privind Datoria  Externă” recomandat de FMI, ediție 2013, care este în concordanță cu ediția a  IV a manualul Balanței de Plăți și Poziției Investiționale Internaționale  (MBP6). Conform SDE 2013 arieratele la serviciul împrumuturilor și titlurilor  de angajamente, ce reprezintă sume de principal și de dobândă datorate și  neonorate, sunt considerate ca o parte din valoarea stocului instrumentului  financiar original ce generează datoria ( [A se  vedea](http://www.bnm.md/ro/content/datoria-externa-la-sfarsitul-anului-2018-date-finale)  ). </p>","UNIT_MEASURE":"Procent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"<p> 1) Statistica conturilor internaționale, BNM</p>  <p> 2) Datoria externă, BNM </p>","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Banca Națională a Moldovei","COMPILING_ORG":"","INST_MANDATE":"Banca Națională a Moldovei","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"<p> Serviciul datoriei externe publice și public garantate (plăți efective în  conformitate cu orarul) raportată la suma exporturilor de bunuri și servicii.  Pentru acest indicator se va considera în exclusivitate doar datoria publică  și public garantată.  </p>  <p>  Indicatorul este [calculat de  BNM] (https://bnm.md/ro/search?partitions%5B0%5D=677&post_types%5B677%5D%5B0%5D=922) </p>","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"Banca Națională a Moldovei","source_periodicity_1":"anual","source_url_1":"https://bnm.md/ro/search?partitions%5B0%5D=677&post_types%5B677%5D%5B0%5D=922","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 17.4.1: Debt service as a proportion of exports of goods and services</p>","SDG_TARGET__GLOBAL":"<p>Target 17.4: Assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, as appropriate, and address the external debt of highly indebted poor countries to reduce debt distress</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"17.4","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-04-01.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 468kB)","SDG_INDICATOR":"<p>Indicator 17.4.1: Public debt and publicly guaranteed debt service as a proportion of  exports of goods and services</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> The gross external debt of the Republic of Moldova, at a given time, is equal to outstanding amount of those actual currently, and not contingent liabilities of residents to non-residents that require payment (s) of principal/or and interest, by the debtor at some point (s) in the future.</p>  <p>The main components  of the external debt: (1) Portfolio investment - debt securities (which include debt securities issued to be placed by residents of Moldova, held by  non-residents, except for the ones held by non-resident parent enterprise / non-resident  branch and state securities issued to be placed on the internal market  of the Republic of Moldova, purchased by non-residents,  (2) Loans (IMF loans,  governmental loans, guaranteed loans, private loans), (3)  Special drawing rights (allocation of SDR), (4) Currency and deposits (deposits with the national banking system and/or other resident deposit taking financial corporations), (5) Trade credits and advances  (liabilities in the form of credits and advances extended by</p>  <p>suppliers or buyers in commercial transactions in goods or services), (6) Other  debt liabilities (historical debt for import of goods and services,  liabilities related to transactions in investments,  liabilities not yet extinguished in relations with non-residents), (7) Intercompany lending (liabilities of direct investment enterprises to their direct investors from abroad). </p>  <p>Type of debt: public debt and publicly  guaranteed debt (short-term, long- term), nonguaranteed private debt  (short-term, long-term).</p>  <p> The external debt of the Republic of Moldova is  compiled according to the manual “External Debt Statistics: Guide for Compilers and Users” recommended by IMF, edition 2013, which is in line with the VI edition of the Balance of Payments and International Investment  Position Manual (MBP6). According to the EDS 2013, the arrears on external loans and debt securities service, are considered as part of the original financial instrument stock generating the debt  ([see  here] (https://bnm.md/en/search?partitions[0]=677&post_types[677][0]=922 )). </p>","UNIT_MEASURE":"Percent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"<p> 1) Statistics of international accounts, NBM </p>  <p>2) External debt, NBM </p>","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"National Bank of Moldova","COMPILING_ORG":"","INST_MANDATE":"National Bank of Moldova","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"<p> The service of public external debt and publicly guaranteed debt (payments  made according to a timetable) as a proportion of exports of goods and  services. For this indicator, exclusively only the public debt and publicly  guaranteed debt will be considered.  </p>  <p>  The indicator is calculated by  [NBM](https://bnm.md/en/search?partitions[0]=677&post_types[677][0]=922). </p>","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"2023-05-18","national_metadata_updated_date":"2023-05-18","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"National Bank of Moldova","source_periodicity_1":"Annual","source_url_1":"https://bnm.md/ro/search?partitions%5B0%5D=677&post_types%5B677%5D%5B0%5D=922","source_url_text_1":"Link to source","source_contact_1":"","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Debt service as proportion of exports of goods and services is the percentage of debt services (principle and interest payments) to the exports of goods and services. Debt services covered in this indicator refer only to public and publicly guaranteed debt.</p>\n<p><strong>Concepts:</strong></p>\n<p>Concepts of public and publicly guaranteed external debt data are in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6) methodology.</p>\n<p>&#x201C;Exports of goods and services&#x201D; data concepts are in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6).</p>","SOURCE_TYPE__GLOBAL":"<p>In accordance with the World Bank&#x2019;s Operational Policy 14.10 (which includes IBRD and IDA General Conditions) external debt reporting is required to fulfil the World Bank&#x2019;s needs for reliable and timely external debt information to (a) assess a borrowing country&apos;s foreign debt situation, creditworthiness, and economic management; and (b) conduct its country economic work and assess regional and global indebtedness and debt servicing problems. </p>\n<p>External borrowing of reporting countries is performed through the Debtor Reporting System (DRS), which was established in 1951 and captures detailed information at loan level by using standardized set of forms.</p>","COLL_METHOD__GLOBAL":"<p>Public and publicly guaranteed debt is reported on a quarterly basis through form 1 and form 2. Specifically, the new loan commitments are reported on Form 1 and when appropriate, Form 1a (Schedule of Drawings and Principal and Interest Payments); the loan transactions are reported once a year on Form 2 (Current Status and Transactions). Form 3 is used to report corrections to data originally reported in Forms 1 and 2. Forms 1 and 1A are submitted quarterly, within 30 days of the close of the quarter. Form 2 is submitted annually, by March 31 of the year following that for which the report is made.</p>","FREQ_COLL__GLOBAL":"<p>Loan transactions are reported once a year on Form 2 (Current Status and Transactions). Forms 1 and 1A are submitted quarterly, within 30 days of the close of the quarter. Form 2 is submitted annually, by March 31 of the year following that for which the report is made.</p>","REL_CAL_POLICY__GLOBAL":"<p>The annual publication of new data for this indicator is planned for mid-December through the World Bank annual publication - International Debt Statistics (IDS) book and available online (see link: http://data.worldbank.org/products/ids)</p>","DATA_SOURCE__GLOBAL":"<p>The agency in charge of producing the debt statistics at the national level is the World Bank with the data sourced by government agencies on a loan by loan basis. The national data provider of &#x201C;Exports of Goods, and Services&#x201D; is the institution in charge of the collection and compilation of the Balance of Payments statistics. This responsibility varies and is country specific (i.e. Central Bank). World Bank staff estimates for &#x201C;Exports of Goods and Services&#x201D; data are used for gap filling purposes. &#x201C;Exports of Goods and Services&#x201D; data are not reported directly to the World Bank from the national data provider. They are reported to the International Monetary Fund (IMF), which is the institution in charge of overseeing balance of payment stability as part of its institutional mandate.</p>","COMPILING_ORG__GLOBAL":"<p>World Bank</p>","DATA_COMP__GLOBAL":"<p>Public and publicly guaranteed external debt data are compiled by the World Bank based on the World Bank Debtor Reporting System Manual, dated January 2000 which sets out the reporting procedures to be used by countries. The data are provided by the countries on a loan by loan basis. </p>\n<p>&#x201C;Exports of goods and services&#x201D; data are sourced from IMF&#x2019;s Balance of Payments Statistics database and then gap-filled with World Bank staff estimates in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6) </p>\n<p>Both components are used to express the indicator in percentage terms.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p><strong>&#x2022; At regional and global levels</strong></p>","REG_AGG__GLOBAL":"<p>Aggregate (global, regional and income group) figures are composed of Debtor Reporting System (DRS) member countries only.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for 122 countries are already currently available on a regular basis for this indicator.</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>None</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.worldbank.org</p>\n<p><strong>References:</strong></p>\n<p>http://databank.worldbank.org/data/reports.aspx?source=2&amp;type=metadata&amp;series= DT.TDS.DPPF.XP.ZS</p>","target_number":"17.4","goal_number":"17","indicator_sort_order":"17-04-01"}