{"composite_breakdown_label":"","computation_units":"Percent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"17.8.1 Proportion of individuals using the Internet per 100 inhabitants","graph_titles":[],"graph_type":"line","indicator_available":"Proportion of individuals using the Internet per 100 inhabitants","indicator_name":"global_indicators.17-8-1-title","indicator_number":"17.8.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"The Republic of Moldova, without the left side of the river Nistru and the municipality of Bender","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"Procent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.17-8-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"national_indicators.17-8-1-title","indicator_name":"global_indicators.17-8-1-title","indicator_number":"17.8.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova, fără partea stângă a Nistrului și mun. Bender","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.8.1: Proporția persoanelor care utilizează Internetul</p>","SDG_TARGET__GLOBAL":"<p>Target 17.8: Operaționalizarea completă a băncii de tehnologii, a mecanismului de  consolidare a capacităților în știință, tehnologie și inovare pentru țările  cele mai puțin dezvoltate, până în 2017, și sporirea utilizării tehnologiei  generice, în special a tehnologiei informației și comunicațiilor</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"Uniunea Internațională a Telecomunicațiilor (ITU)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"Indicatorul proporția persoanelor care utilizează Internetul este definită ca proporția persoanelor care au folosit Internetul din orice locație în ultimele trei luni.","SDG_GOAL":"","target_id":"17.8","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-08-01.pdf","GOAL_META_LINK_TEXT":"Metadatele indicatorului global","SDG_INDICATOR":"<p>Indicator 17.8.1: Proporția utilizatorilor de Internet la 100 locuitori</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Metadatele globale propun două modalități de calculare a acestui indicator: 1) în baza cercetărilor în gospodării, pentru țările care le realizează cu o periodicitate constantă, iar 2) pentru țările care nu realizează constant aceste cercetări într-o manieră constantă acest indicator este estimat de către ITU Word, cu utilizarea diferitor surse de date disponibile naționale. Pentru Moldova valorile acestui indicator sunt estimate anula de către ITU World. Estimările sunt făcute cu utilizarea diferitor surse naționale care variază de la un an la altul, cum sunt: MTIC, ANRCETI, e-Guvernare studiul realizat în anul 2016 de CBS-Axa „Percepția, asimilarea și susținerea de către populație a e-Transformării Guvernării Republicii Moldova” și BNS.","UNIT_MEASURE":"Procent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"estimare ITU","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Uniunea Internațională a Telecomunicațiilor (ITU)","COMPILING_ORG":"","INST_MANDATE":"<p> Ministerul Infrastructurii și Dezvoltării Regionale</p>  <p>Ministerul Educației și Cercetării </p>","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Proporția persoanelor care pe parcursul ultimelor 3 luni au folosit internetul indiferent de locul unde s-au aflat / Numărul total al populației * 100.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"Uniunea Internațională a Telecomunicațiilor (ITU)","source_periodicity_1":"Anual","source_url_1":"<p> https://www.itu.int/en/ITU-D/Statistics/Pages/stat/default.aspx</p>  <p>https://unstats.un.org/sdgs/dataportal/database </p>","source_url_text_1":"Link to source","source_contact_1":"","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 17.8.1: Proportion of individuals using the Internet</p>","SDG_TARGET__GLOBAL":"<p>Target 17.8: Fully operationalize the technology bank and science, technology and innovation capacity-building mechanism for least developed countries by 2017 and enhance the use of enabling technology, in particular information and communications technology</p>","META_LAST_UPDATE__GLOBAL":"2023-03-31","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>4.4.1, 4.5.1, 9.c.1, 17.6.1</p>","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"The indicator proportion of individuals using the Internet is defined as the  proportion of individuals who used the Internet from any location in the last  three months.","SDG_GOAL":"","target_id":"17.8","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-08-01.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata","SDG_INDICATOR":"<p>Indicator 17.8.1: Proportion of individuals using the Internet per 100 inhabitants</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Global metadata suggest two modalities to calculate this indicator: 1) based on household surveys, for countries what carry them out with constant periodicity, and  2) for countries which to no carry out constantly these surveys, this indicator is estimated by ITU Word, using different data sources available at the national level. For Moldova, the values of this indicator are estimated annually by ITU World. The  estimates are made using the national sources of data which vary from one year to another, such as MTIC, ANRCETI, e-Governance study carried out in 2016 by CBS-Axa \"Perception, assimilation and support by population of e-Transformation of Governance in the Republic of Moldova” and NBS.","UNIT_MEASURE":"Percent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"ITU estimate","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"International  Telecommunication Union (ITU)","COMPILING_ORG":"","INST_MANDATE":"<p> Ministry of Infrastructure and Regional Development</p>  <p>Ministry of Education and Research </p>","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Proportion of persons who over the last 3 months used Internet regardless of the place where they were / Total number of population * 100.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"2023-05-17","national_metadata_updated_date":"2023-05-17","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"International  Telecommunication Union (ITU)","source_periodicity_1":"Annual","source_url_1":"<p> https://www.itu.int/en/ITU-D/Statistics/Pages/stat/default.aspx</p>  <p>https://unstats.un.org/sdgs/dataportal/database </p>","source_url_text_1":"Link to source","source_contact_1":"","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of individuals using the Internet<sup><a href=\"#footnote-1\" id=\"footnote-ref-1\">[1]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-1\">1</sup><p> In March 2023, the series description was updated from &#x201C;Internet users per 100 inhabitants&#x201D; to &#x201C;Proportion of individuals using the Internet (%)&#x201D; for clarity; the unit of measure was also updated from &#x201C;PER_100_POP&#x201D; to &#x201C;PERCENT&#x201D;; content in the series is the same. <a href=\"#footnote-ref-1\">&#x2191;</a></p></div></div>","CONTACT_ORGANISATION__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator proportion of individuals using the Internet is defined as the proportion of individuals who used the Internet from any location in the last three months.</p>\n<p><strong>Concepts:</strong></p>\n<p>The Internet is a worldwide public computer network. It provides access to a number of communication services including the World Wide Web and carries e-mail, news, entertainment and data files, irrespective of the device used (not assumed to be only via a computer - it may also be by mobile telephone, tablet, PDA, games machine, digital TV etc.). Access can be via a fixed or mobile network.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>For countries that collect this data on the proportion of individuals using the Internet through an official survey, and if data allow breakdown and disaggregation, the indicator can be broken down by region (urban/rural), by sex, by age group, by educational level (ISCED), by labour force status (ILO), and by occupation (ISCO). ITU collects data for all of these breakdowns from countries.</p>","SOURCE_TYPE__GLOBAL":"<p>The indicator proportion of individuals using the Internet is based on an internationally agreed definition and methodology, which have been developed under the coordination of the International Telecommunication Union (ITU), through its Expert Groups and following an extensive consultation process with countries. It is also a core indicator of the Partnership on Measuring ICT for Development&apos;s Core List of Indicators, which has been endorsed by the UN Statistical Commission (last time in 2020). Data on individuals using the Internet are collected through an annual questionnaire that ITU sends to national statistical offices (NSO). In this questionnaire ITU collects absolute values. The percentages are calculated a-posteriori. The survey methodology is verified to ensure that it meets adequate statistical standards. The data are verified to ensure consistency with previous years&#x2019; data and situation of the country for other related indicators (ICT and economic).</p>\n<p>The percentage of individuals using the Internet data are based on methodologically sound household surveys conducted by national statistical agencies. If the NSO has not collected Internet user statistics, then ITU estimates the percentage of individuals using the Internet.</p>\n<p>Data are usually not adjusted, but discrepancies in the definition, age scope of individuals, reference period or the break in comparability between years are noted in a data note. For this reason, data are not always strictly comparable.</p>\n<p>Some countries conduct a household survey where the question on Internet use is included every year. For others, the frequency is every two or three years. </p>\n<p>ITU makes the indicator available for each year for 200 economies by using survey data and estimates for almost all countries of the world.</p>","COLL_METHOD__GLOBAL":"<p>Data on individuals using the Internet are collected through an annual questionnaire that International Telecommunication Union (ITU) sends to national statistical offices (NSO). In this questionnaire ITU collects absolute values. The percentages are calculated a-posteriori. The survey methodology is verified to ensure that it meets adequate statistical standards. The data are verified to ensure consistency with previous years&#x2019; data and situation of the country for other related indicators (ICT and economic).</p>","FREQ_COLL__GLOBAL":"<p>Various. Each survey has its own data collection cycle. International Telecommunication Union (ITU) collects data twice a year from Member States, in Q1 and in Q3.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data are released twice a year, In July and December, in the <a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/wtid.aspx\"><u>Wor&#x200B;ld Telecommun&#x200B;ic&#x200B;ation/ICT Indicators Database&#x200B;</u></a>&#x200B;.</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Office (NSO).</p>","COMPILING_ORG__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","INST_MANDATE__GLOBAL":"<p>As the UN specialized agency for information and communication technology (ICTs), International Telecommunication Union (ITU) is the official source for global ICT statistics, collecting ICT data from its Member States. </p>","RATIONALE__GLOBAL":"<p>The Internet has become an increasingly important tool to access public information, which is a relevant means to protect fundamental freedoms. The number of Internet users has increased substantially over the last decade and access to the Internet has changed the way people live, communicate, work and do business. Internet uptake is a key indicator tracked by policy makers and others to measure the development of the information society and the growth of Internet content &#x2013; including user-generated content &#x2013; provides access to increasing amounts of information and services.</p>\n<p>Despite growth in networks, services and applications, information and communication technology (ICT) access and use is still far from equally distributed, and many people cannot yet benefit from the potential of the Internet. This indicator highlights the importance of Internet use as a development enabler and helps to measure the digital divide, which, if not properly addressed, will aggravate inequalities in all development domains. Classificatory variables for individuals using the Internet &#x2013;such as age, sex, education level or labour force status &#x2013; can help identify digital divides in individuals using the Internet. This information can contribute to the design of targeted policies to overcome those divides.</p>","REC_USE_LIM__GLOBAL":"<p>While the data on the percentage of individuals using the Internet are very reliable for countries that have collected the data through official household surveys, they are less reliable in cases where the number of Internet users is estimated by the International Telecommunication Union (ITU). ITU is encouraging all countries to collect data on this indicator through official surveys and the number of countries with official data for this indicator is increasing.</p>","DATA_COMP__GLOBAL":"<p>For countries that collect data on this indicator through an official survey, this indicator is calculated by dividing the total number of in-scope individuals using the Internet (from any location) in the last 3 months by the total number of in-scope individuals. For countries that have not carried out a survey, data are estimated (by ITU) based on the number of Internet subscriptions and other socioeconomic indicators (GNI per capita) and on the time series data.</p>","DATA_VALIDATION__GLOBAL":"<p>Data are submitted by Member States to International Telecommunication Union (ITU). ITU checks and validates the data, in consultation with the Member States. </p>","ADJUSTMENT__GLOBAL":"<p>No adjustments are made to the data submitted by countries.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>In the absence of official household surveys, International Telecommunication Union (ITU) estimates the percentage of individuals using the Internet (Internet users as a percentage of total population) using various techniques, such as hot-deck imputation, regression models and time series forecast, using data such as income, education and other ICT indicators.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>In the absence of official household surveys, ITU estimates the percentage of individuals using the Internet (Internet users as a percentage of total population) using various techniques, such as hot-deck imputation, regression models and time series forecast, using data such as income, education and other ICT indicators.</p>","REG_AGG__GLOBAL":"<p>Country-level data on the percentage of individuals using the Internet (Internet users as a percentage of total population) are first estimated using various techniques, such as hot-deck imputation, regression models and time series forecast. Hot-deck imputation uses data from countries with &#x201C;similar&#x201D; characteristics, such as GNI per capita and geographic location. In cases when it is not possible to find an adequate imputation based on similar cases, regression models based on a set of countries with relatively similar characteristics are applied.</p>\n<p>Once the country-level percentages are available for all countries, the number of Internet users are calculated by multiplying the percentages to the population of the country. The regional and world total Internet users were calculated by summing the country-level data. The aggregate percentages were calculated by dividing the regional totals by the population of respective groups.</p>","DOC_METHOD__GLOBAL":"<p>ITU Manual for Measuring ICT Access and Use by Households and Individuals 2020:</p>\n<p><a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx\"><u>https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx</u></a> </p>","QUALITY_MGMNT__GLOBAL":"<p>Data are checked and validated by the ICT Data and Analytics (IDA) Division of the ITU. Countries are contacted to clarify and correct their submissions.</p>","QUALITY_ASSURE__GLOBAL":"<p>The guidelines of the Manual for Measuring ICT Access and Use by Households and Individuals 2020 are followed.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The guidelines of the Manual for Measuring ICT Access and Use by Households and Individuals 2020 are followed.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Overall, the indicator is available for more than 130 countries at least from one survey.</p>\n<p>ITU makes the indicator available for each year for 200 economies by using survey data and estimates for almost all countries of the world.</p>\n<p><strong>Time series:</strong></p>\n<p>2000 onwards</p>\n<p><strong>Disaggregation:</strong></p>\n<p>For countries that collect this data on the proportion of individuals using the Internet through an official survey, and if data allow breakdown and disaggregation, the indicator can be broken down by region (geographic and/or urban/rural), by sex, by age group, by educational level, by labour force status, and by occupation. ITU collects data for all of these breakdowns from countries. Estimates of regional aggregates by sex are also calculated.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Differences between global and national figures may arise when countries use a different definition than the one agreed internationally and used by ITU. Discrepancies may also arise in cases where the age scope of the surveys differs, or when the country only provides data for a certain age group and not the total population.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.itu.int/en/ITU-D/Statistics/Pages/default.aspx</p>\n<p><strong>References:</strong></p>\n<p>ITU Manual for Measuring ICT Access and Use by Households and Individuals 2020:</p>\n<p><a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx\"><u>https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx</u></a> </p>","target_number":"17.8","goal_number":"17","indicator_sort_order":"17-08-01"}