{"composite_breakdown_label":"","computation_units":"Constant PPP USD 2011","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.2-3-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"national_indicators.2-3-1-title","indicator_name":"global_indicators.2-3-1-title","indicator_number":"2.3.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republic of Moldova, without the left side of the river Nistru and the municipality of Bender","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"notstarted","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"PPC constantă USD 2011","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.2-3-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"national_indicators.2-3-1-title","indicator_name":"global_indicators.2-3-1-title","indicator_number":"2.3.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova, fără partea stângă a Nistrului și mun. Bender","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"notstarted","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.3.1: Volumul producției per unitate de muncă pe clase de fermieri/păstori/dimensiunea întreprinderii forestiere</p>","SDG_TARGET__GLOBAL":"<p>Target 2.2999999999999998: Până în 2030, dublarea productivității agricole și a veniturilor micilor producători agricoli, în special femei, populațiile indigene, gospodării de familie, păstori și pescari, inclusiv prin accesul sigur și egal la terenuri, alte resurse și factori de producție, cunoștințe, servicii financiare, piețe și oportunități pentru crearea valorii adăugate și angajarea în activități non-agricole</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"Food and Agricultural Organization (FAO)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"2.2999999999999998","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-2.pdf","GOAL_META_LINK_TEXT":"Metadatele indicatorului global","SDG_INDICATOR":"<p>Indicator 2.3.1: Productivitatea muncii în agricultură</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Volumul producției agricole pe unitate de muncă în întreprinderile agricole/zootehnice/forestiere</p>  <p>   FAO propune definirea micilor producători agricoli ca producători care:</p>  <p>   1) operează cu o mărime a terenurilor care se încadrează în primele două quintile  (sub 40%) din distribuția cumulată a mărimii terenurilor la nivel național (măsurată în hectare); și</p>  <p>   2) care operează cu un număr de animale care se încadrează în primele două quintile (sub 40%) din distribuția cumulată a numărului de animale per unitate de producție la nivel național (măsurată în unități de zootehnie); și</p>  <p>   3) care obțin un venit economic anual din activități agricole care se încadrează în primele două quintile (sub 40%) din distribuția cumulată a veniturilor economice din activități agricole pe unitate de producție la nivel național (măsurată la paritatea puterii de cumpărare în Dolari SUA) care nu depășește suma de 34.387 Dolari SUA la paritatea puterii de cumpărare.</p>  <p>   Deoarece indicatorul se referă la un set de unități de producție - cele la scară mică - numitorul trebuie să rezume informații despre întreaga producție întreprinsă în fiecare unitate. Aceasta necesită ca volumele de producție să fie raportate într-un număr comun, având în vedere că este imposibil să se rezume la unități fizice. Cel mai convenabil număr pentru agregarea produselor din numărător este un vector al prețurilor constante. Când sunt măsurate la diferite momente în timp, după cum solicită monitorizarea indicatorilor SDG, modificările valorilor constante reprezintă modificări de volum agregate. </p>","UNIT_MEASURE":"PPC constantă USD 2011","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"<p> Cercetări statistcie exhaustive și selective pe: </p>  <p>1. agricultură;</p>  <p>2. forță de muncă </p>","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Biroul Național de Statistică","COMPILING_ORG":"","INST_MANDATE":"Ministerul Agriculturii și Industriei Alimentare","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Volumul producției agricole a producătorilor agricoli după clase de mărime raportat la numărul de zile de muncă într-un an.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"Biroul Național de Statistică","source_periodicity_1":"Anual","source_url_1":"","source_url_text_1":"Link la surs a de date","source_contact_1":"Lungu Ludmila, Biroul Național de Statistică, tel.067770682, e-mail: ludmila.lungu@statistica.gov.md","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 2.3.1: Volume of production per labour unit by classes of farming/pastoral/forestry enterprise size</p>","SDG_TARGET__GLOBAL":"<p>Target 2.3: By 2030, double the agricultural productivity and incomes of small-scale food producers, in particular women, indigenous peoples, family farmers, pastoralists and fishers, including through secure and equal access to land, other productive resources and inputs, knowledge, financial services, markets and opportunities for value addition and non-farm employment</p>","META_LAST_UPDATE__GLOBAL":"2023-05-15","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization (FAO)</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>SDG indicator 2.3.2</p>","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"2.3","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-2.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","SDG_INDICATOR":"<p>Indicator 2.3.1: Labour productivity in agriculture</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Volume of agricultural production per labour unit in  agricultural/livestock/forestry enterprises </p>  <p>  FAO suggest defining the small producers of food supply as producers that:</p>  <p>  1) operate with a size of land plots that fits the first two quintiles (under 40%) from the cumulated  distribution of the size of land plots at the national level (measured in  hectares); and</p>  <p>  2) operate with a number of animals which fits the first  two quintiles (under 40%) of the cumulated distribution of the number of animals per production unit at the national level (measured in livestock  units); and</p>  <p>  3) obtain an annual economic revenue from agricultural  activities which fits the first two quintiles (under 40%) out of the cumulated  distribution of economic revenues from agricultural activities per production  unit at the national level (measured in purchasing power parity in USD), which  does not exceed the amount of 34,387 USD at PPP .</p>  <p>  As the indicator refers  to a set of production units - the small scale ones - the denominator should  include the information about the entire production undertaken in every unit.  Hence it is necessary for the production volumes to be reported in a common  number, taking into account that it is impossible to refer to physical units.  The most convenient number for aggregating the products from the denominator  is a vector of constant prices. When measured at different moments in time, as  it is requested for monitoring the SDG indicators, the change of constant  values represents change in aggregated volume. </p>","UNIT_MEASURE":"Constant PPP USD 2011","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"<p> Exhaustive and selective statistical research on:</p>  <p>1. agriculture;</p>  <p>2. labor force </p>","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"National Bureau of Statistics","COMPILING_ORG":"","INST_MANDATE":"Ministry of Agriculture and Food Industry","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Volume of agricultural production of agricultural producers by size classes related to the number of labour days in one year.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"2023-05-18","national_metadata_updated_date":"2023-07-24","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"National Bureau of Statistics","source_periodicity_1":"Annual","source_url_1":"","source_url_text_1":"Link to source","source_contact_1":"Lungu Ludmila, Biroul Național de Statistică, tel.067770682, e-mail:  ludmila.lungu@statistica.gov.md","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Productivity of small-scale food producers (agricultural output per labour day, PPP) (constant 2017 international $) (primary series) (PD_AGR_SSFP)</p>\n<p>Productivity of large-scale food producers (agricultural output per labour day, PPP) (constant 2017 international $) (complementary series) (PD_AGR_LSFP)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Volume of agricultural production of small-scale food producer in crop, livestock, fisheries, and forestry activities per number of days worked. The indicator is computed as a <em>ratio of annual output to the number of working days in one year</em>. As the indicator is referred to a set of production units &#x2013; those of a small scale &#x2014; the denominator needs to summarize information on the entire production undertaken in each unit. This requires that volumes of production are reported in a common numeraire, given that it is impossible to sum up physical units. The most convenient numeraire for aggregating products in the numerator is a vector of constant prices. When measured at different points in time, as required by the monitoring of the SDG indicators, changes in constant values represent aggregated volume changes. </p>\n<p>FAO proposes to define small-scale food producers as producers who: </p>\n<ul>\n  <li>operate an amount of land falling in the first two quintiles (the bottom 40 percent) of the cumulative distribution of land size at national level (measured in hectares); and </li>\n  <li>operate a number of livestock falling in the first two quintiles (the bottom 40 percent) of the cumulative distribution of the number of livestock per production unit at national level (measured in Tropical Livestock Units &#x2013; TLUs); and </li>\n  <li>obtain an annual economic revenue from agricultural activities falling in the first two quintiles (the bottom 40 percent) of the cumulative distribution of economic revenues from agricultural activities per production unit at national level (measured in Purchasing Power Parity Dollars) not exceeding 34,387 Purchasing Power Parity Dollars.</li>\n</ul>\n<p><strong>Concepts:</strong></p>\n<ul>\n  <li>The following concepts are adopted for the computation of indicators 2.3.1:</li>\n  <li>Small-scale food producers are defined as those falling in the intersection of the bottom 40 percent of the cumulative distribution of land, livestock and revenues.</li>\n  <li>Tropical Livestock Units are a conversion scale used for standardization and measurement of the number of livestock heads. One TLU is the metabolic weight equivalent of one cattle in North America. The complete list of conversion factors can be found in the Guidelines for the preparation of livestock sector Reviews </li>\n  <li>The concept of productivity is standardized by OECD&#x2019;s Manual for Measuring Productivity. This defines productivity as &#x201C;a ratio of a volume measure of outputs to a volume measure of input use.&#x201D; More information on possible definitions can be found in &#x201C;Productivity and Efficiency Measurement in Agriculture: Literature Review and Gaps Analysis&#x201D;.</li>\n</ul>","UNIT_MEASURE__GLOBAL":"<p>Constant PPP USD 2017.</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Given that indicator 2.3.1 is measured on a target population of producers &#x2013; those considered as small-scale &#x2013; the ideal data source for measuring it is a single survey that collects all the information required with reference to individual production units. The most appropriate data source for collecting information on total value of agricultural production and on labour input adopted on the agricultural holding would be agricultural surveys. Other possibilities to be explored in absence of an agricultural surveys are: </p>\n<ol>\n  <li>household surveys integrated with an agricultural module, </li>\n  <li>agricultural censuses, </li>\n  <li>administrative data.</li>\n</ol>","COLL_METHOD__GLOBAL":"<p>The target population of indicator 2.3.1. are small-scale producers for which the best data sources are agricultural surveys. These contain information on agricultural production, economic variables and labour input. However, agricultural surveys are not conducted in a systematic way, so they may be scattered in long time periods. FAO promotes the Agricultural Integrated Surveys (AGRIS) which collects data in a yearly basis for different modules, e.g. agricultural production. </p>\n<p>Currently, the indicator is produced mainly using the Living Standards Measurement Study (LSMS) of the World Bank. Some countries contain an Integrated Surveys of Agriculture (LSMS-ISA). These surveys include information such as farm size, disaggregation by geographic areas, type of activities and type of households, values of output, values of production costs and number of work hours in different activities. Such surveys have data relevant to the computation of the indicators.</p>\n<p>FAO, along with the World Bank and IFAD are compiling harmonized indicators of rural livelihoods with information on micro-level household data the LSMS surveys and other household surveys publicly available in the initiative called RuLIS (Rural Livelihoods Information System) which includes the indicators disaggregated by gender, rural areas, urban areas, income quintiles and income percentage that comes from agriculture.</p>\n<p>Some of the datasets utilized to do the computation of the indicator 2.3.1. can be seen in Annex 1 of the document &#x201C;Methodology for Computing and Monitoring the Sustainable Development Goal Indicators 2.3.1 and 2.3.2.&#x201D; available in <a href=\"http://www.fao.org/3/ca3043en/CA3043EN.pdf\">http://www.fao.org/3/ca3043en/CA3043EN.pdf</a> and Annex 1 of the document &#x201C;Rural Livelihoods Information System (RuLIS). Technical notes on concepts and definitions used for the indicators derived from household surveys&#x201D; available in <a href=\"http://www.fao.org/3/ca2813en/CA2813EN.pdf\">http://www.fao.org/3/ca2813en/CA2813EN.pdf</a>. </p>","FREQ_COLL__GLOBAL":"<p>The data collection calendar depends on the frequency of surveys required to compute the indicators. FAO is engaging with countries to include the questions needed to measure the indicator into their existing national surveys, i.e., household-based surveys, agricultural surveys and censuses through capacity development activities at national/ regional levels and provision of technical assistance needed to compute the indicator.</p>","REL_CAL_POLICY__GLOBAL":"<p>The data release depends highly on the frequency of surveys required to compute the indicators. </p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices or other institutions involved in agricultural surveys, such as dedicated statistics offices of the Ministry of Agriculture. </p>","COMPILING_ORG__GLOBAL":"<p>Food and Agricultural Organization of the United Nations (FAO)</p>","INST_MANDATE__GLOBAL":"<p>Article I of the FAO constitution requires that the Organization collect, analyses, interpret and disseminate information relating to nutrition, food and agriculture. <a href=\"http://www.fao.org/3/K8024E/K8024E.pdf\">http://www.fao.org/3/K8024E/K8024E.pdf</a>. </p>","RATIONALE__GLOBAL":"<p>The 2030 Sustainable Development Agenda has emphasized the importance of enhancing productivity of small-scale food producers, as these producers play an important role in the global production of food. The indicator monitors progress in this area, where the target is to double productivity by year 2030. </p>\n<p>The enhancement of labour productivity in small-scale production units also has implications on poverty reduction, as small-scale food producers are often poor, and are frequently found to be close to subsistence conditions.</p>","REC_USE_LIM__GLOBAL":"<p>Given the approved methodology, the computation of the indicator requires survey microdata collected at the farm level on a wide range of variables &#x2013; including all elements that allow computing revenues and costs of the enterprise, together with labour input and the availability of land and livestock &#x2013; referred to the same production unit. Such type of surveys are seldom collected at the national level. For this reason, the availability of data for the indicator is altogether limited. In some countries, data can be obtained from household surveys reporting details on agricultural production. These data sources have to be considered as second-best solution, given that their sampling is focused on households and not on food production units. While in many countries there is a considerable degree of overlap between the population of food producers and households, this is still a partial overlap, which can undermine the accuracy of the computation.</p>","DATA_COMP__GLOBAL":"<p><strong>Computation Method:</strong></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"normal\">S</mi>\n    <mi mathvariant=\"normal\">D</mi>\n    <mi mathvariant=\"normal\">G</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mn>2</mn>\n    <mo>.</mo>\n    <mn>3</mn>\n    <mo>.</mo>\n    <mn>1</mn>\n    <mo>=</mo>\n    <msubsup>\n      <mrow>\n        <mi>I</mi>\n      </mrow>\n      <mrow>\n        <mn>2</mn>\n        <mo>.</mo>\n        <mn>3</mn>\n        <mo>.</mo>\n        <mn>1</mn>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msubsup>\n    <mo>=</mo>\n    <mrow>\n      <mrow>\n        <mrow>\n          <munderover>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi>j</mi>\n              <mo>=</mo>\n              <mn>1</mn>\n            </mrow>\n            <mrow>\n              <mi>n</mi>\n            </mrow>\n          </munderover>\n          <mrow>\n            <mo>(</mo>\n            <mfrac>\n              <mrow>\n                <mrow>\n                  <munder>\n                    <mo stretchy=\"false\">&#x2211;</mo>\n                    <mrow>\n                      <mi>i</mi>\n                    </mrow>\n                  </munder>\n                  <mrow>\n                    <msubsup>\n                      <mrow>\n                        <mi>V</mi>\n                      </mrow>\n                      <mrow>\n                        <mi>i</mi>\n                        <mi>j</mi>\n                      </mrow>\n                      <mrow>\n                        <mi>t</mi>\n                      </mrow>\n                    </msubsup>\n                    <msubsup>\n                      <mrow>\n                        <mi>p</mi>\n                      </mrow>\n                      <mrow>\n                        <mi>i</mi>\n                        <mi>j</mi>\n                      </mrow>\n                      <mrow>\n                        <mi>t</mi>\n                      </mrow>\n                    </msubsup>\n                  </mrow>\n                </mrow>\n              </mrow>\n              <mrow>\n                <msubsup>\n                  <mrow>\n                    <mi>L</mi>\n                    <mi>d</mi>\n                  </mrow>\n                  <mrow>\n                    <mi>j</mi>\n                  </mrow>\n                  <mrow>\n                    <mi>t</mi>\n                  </mrow>\n                </msubsup>\n              </mrow>\n            </mfrac>\n            <mo>)</mo>\n          </mrow>\n        </mrow>\n      </mrow>\n      <mo>/</mo>\n      <mrow>\n        <mi>n</mi>\n      </mrow>\n    </mrow>\n  </math></p>\n<p>where: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msubsup>\n      <mrow>\n        <mi>V</mi>\n      </mrow>\n      <mrow>\n        <mi>i</mi>\n        <mi>j</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msubsup>\n  </math> is the physical volume of agricultural product i sold by the small-scale food producer j during year t; </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msubsup>\n      <mrow>\n        <mi>p</mi>\n      </mrow>\n      <mrow>\n        <mi>i</mi>\n        <mi>j</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msubsup>\n  </math> is the constant sale price received by the small-scale food producer j for the agricultural product i during same year t; </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msubsup>\n      <mrow>\n        <mi>L</mi>\n        <mi>d</mi>\n      </mrow>\n      <mrow>\n        <mi>j</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msubsup>\n  </math> is the number of labour days utilized by the small-scale food producer j during year t; </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>n</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n  </math>is the number of small-scale food producers. </p>\n<p>As the indicator is referred to a set of production units &#x2013; those of a small scale &#x2014; the denominator needs to summarize information on the entire production undertaken in each unit. This requires that volumes of production are reported in a common numeraire, given that it is impossible to sum up physical units. The most convenient numeraire for aggregating products in the numerator is a vector of constant prices. When measured at different points in time, as required by the monitoring of the SDG indicators, changes in constant values represent aggregated volume changes. </p>","DATA_VALIDATION__GLOBAL":"<p>FAO is responsible to check the syntaxes used in the computation of the indicator as well as the questions.</p>","ADJUSTMENT__GLOBAL":"<p>The productivity of small-scale food producers per labour day in the dataset is in local currency units (LCU). For each country and year, the LCU labour value of production has to be converted into PPP 2017 USD. The process first consists on accounting for inflation in the currency, for which the Consumer Price Index (CPI) of each country is used; once deflated, it is converted into PPP 2017 USD, which allows for a homogenous standard of the indicator. SDG 2.3 not only focuses on small-scale farmers, but also on women and people with indigenous status. The indicator (which is at the household level) is then calculated disaggregated by sex of the household head or producer (depending on whether a household or an agricultural survey was used), that is, whether the household head or producer is female or male headed.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Variables employed in the computation are subject to outlier detection, through Median Absolute Deviations and other approaches, on a case by case basis. </p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>No imputation of data is made at the regional and global level. </p>","REG_AGG__GLOBAL":"<p>No regional or global aggregates can be computed, given the limited availability of data. </p>","DOC_METHOD__GLOBAL":"<p>Countries can rely on the methodology paper available at <a href=\"http://www.fao.org/3/ca3043en/ca3043en.pdf\">http://www.fao.org/3/ca3043en/ca3043en.pdf</a> and the eLearning available at <a href=\"https://elearning.fao.org/course/view.php?id=483\">https://elearning.fao.org/course/view.php?id=483</a> .</p>","QUALITY_MGMNT__GLOBAL":"<p>Logical and arithmetic control of reporting data is carried out.</p>","QUALITY_ASSURE__GLOBAL":"<p>The microdata of surveys utilized in the computation are publicly available, hence their quality rests with the producers. The quality of the calculation was checked with a number of colleagues, and with two independent peer-reviewers of the RuLIS project.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Qualitative assessment has been performed on the final estimations of the indicator, which was updated this year and compared with 2019 results. PPP conversion factors are retrieved from the World Bank and are constantly updated, which results in a change of conversion factors and therefore a slight modification in the results on indicator 2.3.1. from 2019 to 2021.</p>\n<p>Some countries have data that needs to be assessed further, either checks on the raw data and/or the processing of data by the RuLIS team.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data is available for over 40 countries, including all 27 EU countries, 12 countries in Africa and two countries each in Asia and the Americas.</p>\n<p><strong>Time series:</strong></p>\n<p>A maximum of three data points is available for some countries.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Indicator 2.3.1 must be disaggregated by classes of farming/pastoral/forestry enterprise size. The overall SDG Target 2.3 requires specific focus on women, indigenous peoples, family farmers, pastoralists and fishers. For this reason, the indicator must be disaggregated by sex, type of enterprise and by community of reference.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable</p>","OTHER_DOC__GLOBAL":"<ul>\n  <li>Note on the proposed &#x201C;Methodology for Computing and Monitoring the Sustainable Development Goal Indicator 2.3.1 and 2.3.2&#x201D;, Office of the Chief Statistician and Statistics Division, FAO, Rome <a href=\"https://www.fao.org/publications/card/en/c/CA3043EN/\">https://www.fao.org/publications/card/en/c/CA3043EN/</a></li>\n  <li>Defining Small Scale Food producers to Monitor Target 2.3 of the 2030 Agenda for Sustainable Development. FAO Statistics Division Working Paper available at <a href=\"http://www.fao.org/3/a-i6858e.pdf\">http://www.fao.org/3/a-i6858e.pdf</a> </li>\n</ul>","target_number":"2.3","goal_number":"2","indicator_sort_order":"02-03-01"}