{"composite_breakdown_label":"","computation_units":"Percent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.2-4-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"national_indicators.2-4-1-title","indicator_name":"global_indicators.2-4-1-title","indicator_number":"2.4.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republic of Moldova, without the left side of the river Nistru and the municipality of Bender","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"notstarted","sort":"","sources":[],"standalone":false,"tags":["Global adjusted"],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"Procent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.2-4-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"national_indicators.2-4-1-title","indicator_name":"global_indicators.2-4-1-title","indicator_number":"2.4.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova, fără partea stângă a Nistrului și mun. Bender","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"notstarted","sort":"","sources":[],"standalone":false,"tags":["Global ajustat"],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.4.1: Ponderea suprafețelor agricole pe care se utilizează practici agricole productive și durabile</p>","SDG_TARGET__GLOBAL":"<p>Target 2.4: Până în 2030, asigurarea unor sisteme de producție alimentară durabile și  implementarea unor practici agricole reziliențe, care sporesc productivitatea  și producția, contribuie la menținerea ecosistemelor, consolidează  capacitățile de adaptare la schimbări climatice, condiții meteorologice  extreme, secetă, inundații și alte dezastre și care îmbunătățesc în mod  progresiv calitatea terenurilor și solului</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"Food and Agriculture Organization (FAO)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"2.4","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-04-01.pdf","GOAL_META_LINK_TEXT":"Metadatele indicatorului global","SDG_INDICATOR":"<p>Indicator 2.4.1: Ponderea suprafețelor agricole pe care se utilizează practici agricole productive și durabile</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Agricultura durabilă trebuie să sprijine ecosistemele sănătoase și gestionarea  durabilă a terenurilor, apei și resurselor naturale, asigurând în același timp  securitatea alimentară mondială. Pentru a fi durabilă, agricultura trebuie să  răspundă nevoilor generațiilor prezente și viitoare pentru produsele și  serviciile sale, asigurând în același timp rentabilitate, sănătate de mediu și  justiție socială și economică (Definiția FAO).</p>  <p>  Cadrul strategic național  operează cu noțiunea de „Asigurarea gestionării durabile a resurselor naturale  în agricultură” care include: 1) utilizarea practicilor inovatoare de  gestionare a terenurilor agricole și a apei prin: (i) consolidarea terenurilor  și utilizarea de practici moderne de cultivare prin rotația culturilor  agricole și diversificarea produselor agricole, (ii) consolidarea serviciilor  de irigare împreună cu accesul la infrastructura și echipamentele moderne de  irigare; 2) aplicarea tehnologiilor de producție prietenoase mediului, a  produselor ecologice, inclusiv a biodiversității:  utilizarea de tehnologii de  producție inovatoare pentru obținerea de produse ecologice, și 3)  existența  mecanismelor de sprijin a adaptării și atenuării efectelor schimbărilor  climatice asupra producției agricole și a competitivității agriculturii </p>","UNIT_MEASURE":"Procent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Cercetări și calcule statistice","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Biroul Național de Statistică","COMPILING_ORG":"","INST_MANDATE":"Ministerul Agriculturii și Industriei Alimentare","OTHER_METHOD":"Se planifică pe viitor elaborarea indicatorului conform metodologiei proxi propuse de către FAO","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"<p> Suprafața acoperită cu agricultura productivă și durabilă raportată la  suprafața totală agricolă *100</p>  <p>  Numărătorul cuprinde trei dimensiuni ale producției durabile: de mediu, economic și social. Aceasta corespunde ariilor agricole ale exploatațiilor care corespund sub-indicatorilor selectați pe toate cele  trei dimensiuni.</p>  <p>  Numitorul este suprafața de teren agricol gestionat de exploatații agricole, definită ca suma suprafeței agricole utilizate de  gospodăriile țărănești (de fermier) care sunt deținute (exclusiv  cele date în arendă),  luate în arendă, închiriate, împrumutate sau cumpărate. Conform metodologiilor FAO, în suprafața totală agricolă nu sunt incluse terenurile aflate în  proprietatea statului sau cele comune utilizate de gospodăria țărănească (de fermier).</p>  <p>  Calcularea indicatorului include mai multe etape:</p>  <p>  1.  Determinarea scopului indicatorului: alegerea pentru  indicatorul 2.4.1 este focusarea pe producția vegetalăi și creșterea animalelor, excluzând silvicultura, pescuitul și acvacultura.</p>  <p>  2.  Definiția aspectelor care trebuie acoperite: alegerea pentru indicatorul 2.4.1 se efectuează pentru a include aspecte de mediu, economice și sociale în evaluarea  durabilității.</p>  <p>  3. Alegerea unei scări pentru evaluarea sustenabilității:  alegerea indicatorului 2.4.1 se efectuează la nivelul gospodăriilor țărănești (de fermier), cu agregarea la niveluri superioare.</p>  <p>  4. Selectarea instrumentelor de  colectare a datelor.</p>  <p>  5. Selectarea subiectelor din fiecare dimensiune și  selectarea unui sub-indicator pentru fiecare subiect.</p>  <p>  6. Evaluarea  eficacității durabilității la nivelul gospodăriei țărănești (de fermier) pentru fiecare sub indicator. Pentru a evalua nivelul de durabilitate al gospodăriei țărănești (de fermier), pentru fiecare subiect,  se aplică criteriile de durabilitate adecvate în conformitate cu sub-indicatorii corespunzători.</p>  <p>  7. Determinarea frecvenței monitorizării  indicatorului.</p>  <p>  8. Modalitateade de raportare a indicatorului. Un set de  sub-indicatori este prezentat sub forma unui tablou de instrumente. Bara de  instrumente descrisă mai sus oferă un răspuns în ceea ce privește măsurarea  durabilității la nivelul gospodăriei țărănești (de fermier) și agregarea acesteia la nivel național. </p>","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"Biroul Național de Statistică","source_periodicity_1":"","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"Lungu Ludmila, Biroul Național de Statistică, tel.067770682, e-mail: ludmila.lungu@statistica.gov.md","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 2.4.1: Share of agricultural area under productive and sustainable agriculture</p>","SDG_TARGET__GLOBAL":"<p>Target 2.4: By 2030, ensure sustainable food production systems and implement resilient  agricultural practices that increase productivity and production, that help  maintain ecosystems, that strengthen capacity for adaptation to climate  change, extreme weather, drought, flooding and other disasters and that  progressively improve land and soil quality</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"Food and Agriculture Organization (FAO)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"2.4","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-04-01.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","SDG_INDICATOR":"<p>Indicator 2.4.1: Share of agricultural land using sustainable agricultural practices</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Sustainable agriculture should support healthy ecosystems and sustainable  management of fields, water, and natural resources, ensuring at the same time  world food security. To be sustainable, agriculture should meet the needs of  the present and future generations for its products and services, ensuring at  the same time profitability, environmental health, social and economic justice  (FAO definition).</p>  <p>  The national strategic framework operates with the  notion \"Ensuring sustainable management of natural resources in agriculture”  which includes: 1) use of innovation practices for managing agricultural  fields and water by: (i) enhancing the fields and using modern crop practices  by rotation of agricultural crops and diversification of agricultural  products, (ii) enhancing irrigation services together with access to modern  irrigation infrastructure and equipment; 2) applying environment friendly  production technologies, ecological products, including biodiversity: use of  innovation production technologies for obtaining ecological products, and 3)   existence of support mechanisms for adapting and mitigating the effects of  climate changes on agricultural production and agriculture competitiveness </p>","UNIT_MEASURE":"Percent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Statistical surveys and calculations","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"National Bureau of Statistics","COMPILING_ORG":"","INST_MANDATE":"Ministry of Agriculture and Food Industry","OTHER_METHOD":"It is planned in the future to develop the indicator according to the proxy methodology proposed by FAO","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"<p> Area covered with productive and sustainable agriculture out of total  agricultural area *100.</p>  <p>  Numerator covers three dimensions of sustainable  production: environmental, economic and social. It covers the agricultural  areas of the farms which fulfil the selected sub-indicators for all the three  dimensions.</p>  <p>  Denominator is the area of agricultural area managed by  agricultural holdings, defined as amount of agricultural areas used by  agricultural holdings which are held (exclusively the ones leased), rented,  borrowed, purchased. According to the FAO methodologies, the total  agricultural area does not include the fields under the state property and the  communal ones used by farms.</p>  <p>  The calculation of the indicator includes a  number of stages:</p>  <p>  1. Determining the scope of the indicator: the choice  for indicator 2.4.1 is to focus on production of crops and growing livestock,  excluding forestry, fishing and aquaculture.</p>  <p>  2. Definition of aspects  which should be covered: the choice for indicator 2.4.1 is done to include  environment, economic and social aspects in assessing sustainability.</p>  <p>  3.  Choosing a scale for assessing sustainability: the choice of indicator 2.4.1  is performed at the level of the farm, with aggregation at higher levels.</p>  <p>   4. Selecting the tools for collecting data.</p>  <p>  5. Selecting subjects from  every dimension and selecting a sub-indicator for every subject.</p>  <p>  6.  Assessing the efficiency of sustainability at the farm level for every  sub-indicator. To assess the sustainability level of the farm, for every  subject, they apply adequate sustainability criteria in line with the  corresponding sub-indicators.</p>  <p>  7. To decide the frequency of indicator  monitoring.</p>  <p>  8 .Modality for reporting the indicator. A set of  sub-indicators is presented in the form of a tool dashboard. The tools' bar  described above provides an answer regarding the measuring of sustainability  at the farm level and aggregated at the national level. </p>","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"2023-05-18","national_metadata_updated_date":"2023-07-24","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"National Bureau of Statistics","source_periodicity_1":"","source_url_1":"","source_url_text_1":"Link to source","source_contact_1":"Lungu Ludmila, Biroul Național de Statistică, tel.067770682, e-mail:  ludmila.lungu@statistica.gov.md","source_other_info_1":"","target_number":"2.4","goal_number":"2","indicator_sort_order":"02-04-01"}