{"composite_breakdown_label":"","computation_units":"number","copyright":"","data_footnote":"The table shows data on the number of genetic resources of animal origin for food and agriculture preserved ex situ, in situ/on farm in the medium or long term","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.2-5-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"national_indicators.2-5-1-title","indicator_name":"global_indicators.2-5-1-title","indicator_number":"2.5.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"The Republic of Moldova, without the left side of the river Nistru and the municipality of Bender","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"notstarted","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"număr","copyright":"","data_footnote":"In tabel sunt prezentate date privind numărul de resurse genetice de origine animalieră pentru  alimentație și agricultură conservate ex situ, in situ/on farm pe termen mediu  sau lung","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.2-5-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"national_indicators.2-5-1-title","indicator_name":"global_indicators.2-5-1-title","indicator_number":"2.5.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova, fără partea stângă a Nistrului și mun. Bender","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"notstarted","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.5.1: Numărul de resurse genetice (a) vegetale și (b) animaliere pentru alimentație și  agricultură asigurate în instalații de conservare pe termen mediu sau lung</p>","SDG_TARGET__GLOBAL":"<p>Target 2.5: Până în 2020, menținerea diversității genetice a semințelor, plantelor  cultivate și animalelor de fermă și domestice și a speciilor lor sălbatice  înrudite, inclusiv prin bănci de semințe și plante gestionate corect și  diversificate la nivel național, regional și internațional, precum și  promovarea accesului și un schimb corect și echitabil al beneficiilor care  rezultă din utilizarea resurselor genetice și cunoștințelor tradiționale  asociate, conform acordurilor internaționale</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"Food and Agricultural Organization (FAO)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"2.5","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-05-01.pdf","GOAL_META_LINK_TEXT":"Metadatele indicatorului global","SDG_INDICATOR":"<p>Indicator 2.5.1: Numărul de resurse genetice de origine vegetală și animalieră pentru  alimentație și agricultură conservate ex situ, in situ/on farm pe termen mediu  sau lung</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Conservarea resurselor genetice în agricultură - o modalitate de asigurare cu  resurse necesare pentru a face față provocărilor cauzate de boli, dăunători și  a schimbărilor de mediu noi și cele în evoluție. Cercetătorii folosesc  caracterele specifice ale animalelor, culturilor și speciilor sălbatice în  diverse scopuri, cum ar fi toleranța la salinitate, rezistența la boli și  adaptabilitatea la schimbările climatice. De asemenea, le oferă producătorilor diversitatea necesară pentru a se adapta  piețelor în schimbare.","UNIT_MEASURE":"număr","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"date administrative","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Instituții din sfera științei și de învățământ din subordine","COMPILING_ORG":"","INST_MANDATE":"Ministerul Agriculturii și Industriei Alimentare","OTHER_METHOD":"https://agrobiznes.md/a-avut-loc-conferinta-internationala-privind-conservarea-resurselor-genetice-vegetale-si-animale.html","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"<p> Indicatorul este alcătuit din două componente care sunt calculate separat.</p>  <p>  1) Resurse  genetice vegetale: numărul total de probe unice de resurse genetice ale  plantelor asigurate de instalații de conservare pe termen mediu și lung. </p>  <p>   Acesta trebuie să includă toate eșantioanele din colecțiile de bază și eșantioanele unice stocate în instalații de conservare pe termen mediu ca colecții active numai atunci când aceste probe sunt considerate parte a  colecțiilor de bază naționale. Colecțiile de bază pot include atât colecții de semințe, câmp, crioprezervate, cât și in vitro, în funcție de speciile  păstrate și de facilitățile disponibile în țară.</p>  <p>  2) Resursele genetice  animale: numărul de rase locale cu suficient material genetic depozitat în colecțiile de gene bank care permit reconstrucția rasei în caz de dispariție  (conform Ghidurilor pentru crioprezervarea resurselor genetice animale, FAO,  2012) </p>","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"<p> 1. Ministerul Agriculturii și Industriei Alimentare</p>  <p>2. Instituții din sfera științei și de învățământ din subordine </p>","source_periodicity_1":"Anual","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"Valentin Roșca, șef al Direcției politici în sectorul zootehnic, Ministerul Agriculturii și Industriei Alimentare, tel. 0 22 204 506, e-mail: valentin.rosca@maia.gov.md","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 2.5.1: Number of (a) plant and (b) animal genetic resources for food and agriculture secured in either medium- or long-term conservation facilities</p>","SDG_TARGET__GLOBAL":"<p>Target 2.5: By 2020, maintain the genetic diversity of seeds, cultivated plants and farmed and domesticated animals and their related wild species, including through soundly managed and diversified seed and plant banks at the national, regional and international levels, and promote access to and fair and equitable sharing of benefits arising from the utilization of genetic resources and associated traditional knowledge, as internationally agreed</p>","META_LAST_UPDATE__GLOBAL":"2023-07-10","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 2.5.1a on plant genetic resources and 2.5.2 on animal genetic resources </p>","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"2.5","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-05-01.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 334 KB)","SDG_INDICATOR":"<p>Indicator 2.5.1: Number of plant and animal genetic resources for food and agriculture  conserved ex situ, in situ/on farm in the medium or long term</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Conservation of genetic resources in agriculture - a modality of ensuring with  necessary resources so as to meet the challenges caused by diseases, pests and  new and appearing climate changes. Researchers use the specific nature of  animals, crops or wild species for different purposes, such as tolerance to  salinity, resistance to diseases and adaptability to climate changes.  Also offers the producers the necessary diversity for adapting the markets to  changes.","UNIT_MEASURE":"number","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"administrative data","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Subordinate science and educational institutions","COMPILING_ORG":"","INST_MANDATE":"Ministry of Agriculture and Food Industry","OTHER_METHOD":"https://agrobiznes.md/a-avut-loc-conferinta-internationala-privind-conservarea-resurselor-genetice-vegetale-si-animale.html","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"<p> Indicator is composed of two components which are calculated separately.</p>  <p>  1) Plant genetic resources: total number of single samples of plant genetic resources secured in medium- or long-term  conservation facilities. </p>  <p>  This should include all the samples of basic collections and single samples stored in medium-term conservation facilities  as active collections only when these samples are considered part of national  basic collections. The basic collections may include seeds' collections,  field, crio-preserved, in vitro, depending of the preserved species and  available facilities in the country.</p>  <p>  2) Animal genetic resources: number  of local breeds with sufficient genetic material stored in the gene bank  collections, which allow reconstructing the breed in case of disappearance  (according to the Guides for crio-preserving animal genetic resources, FAO,  2012) </p>","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"2023-07-11","national_metadata_updated_date":"2023-07-11","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"<p> 1. Ministry of Agriculture and Food Industry</p>  <p>2. Subordinate science and educational institutions </p>","source_periodicity_1":"Annual","source_url_1":"","source_url_text_1":"Link to source","source_contact_1":"Valentin Roșca, Head of the Animal Husbandry Sector Policy Division, Ministry of Agriculture and Food Industry, tel. 0 22 204 506, e-mail: valentin.rosca@maia.gov.md","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Primary series:</p>\n<p>Number of local breeds for which sufficient genetic resources are stored for reconstitution (ER_GRF_ANIMRCNTN)</p>\n<p>Auxiliary series:</p>\n<p>Number of local breeds kept in the country (ER_GRF_ANIMKPT) </p>\n<p>Number of transboundary breeds for which sufficient genetic resources are stored for reconstitution (ER_GRF_ANIMRCNTN_TRB)</p>\n<p>Number of transboundary breeds (including extinct ones) (ER_GRF_ANIMKPT_TRB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The conservation of plant and animal genetic resources for food and agriculture (GRFA) in medium- or long-term conservation facilities (<em>ex situ</em>, in genebanks) represents the most trusted means of conserving genetic resources worldwide. Plant and animal GRFA conserved in these facilities can be easily used in breeding programmes as well, even directly on-farm.</p>\n<p>The measure of trends in <em>ex situ</em> conserved materials provides an overall assessment of the extent to which we are managing to maintain and/or increase the total genetic diversity available for future use and thus protected from any permanent loss of genetic diversity which may occur in the natural habitat, i.e. <em>in situ</em>, or on-farm.</p>\n<p>The two components of the indicator 2.5.1, plant (a) and animal (b) GRFA, are separately counted.</p>\n<p><em>Animal genetic resources</em> </p>\n<p>The animal component is calculated as the number of local (i.e. being reported to exist only in one country) and transboundary (i.e. being reported to exist in more than one country) breeds with material stored within a genebank collection with an amount of genetic material which is required to reconstitute the breed in case of extinction (further information on &#x201C;sufficient material stored to reconstitute a breed&#x201D; can be found in the Guidelines on Cryoconservation of Animal Genetic Resources, FAO, 2012, accessible at <a href=\"http://www.fao.org/docrep/016/i3017e/i3017e00.htm\">http://www.fao.org/docrep/016/i3017e/i3017e00.htm</a>). The guidelines have been endorsed by the FAO Commission on Genetic Resources for Food and Agriculture at its Thirteenth Regular Session (http://www.fao.org/docrep/meeting/024/mc192e.pdf).</p>\n<p><strong>Concepts:</strong></p>\n<p><em>Animal genetic resources</em></p>\n<p>Breed: A breed is either a sub-specific group of domestic livestock with definable and identifiable external characteristics that enable it to be separated by visual appraisal from other similarly defined groups within the same species, or a group for which geographical and/or cultural separation from phenotypically similar groups has led to acceptance of its separate identity. </p>\n<p>Medium- or long-term conservation facilities: Biological diversity is often conserved <em>ex situ</em>, outside its natural habitat, in facilities called genebanks. In the case of domestic animal diversity, <em>ex situ</em> conservation includes both the maintenance of live animals (<em>in vivo</em>) and cryoconservation. </p>\n<p>Cryoconservation is the collection and deep-freezing of semen, ova, embryos or tissues for potential future use in breeding or regenerating animals.</p>","UNIT_MEASURE__GLOBAL":"<p>Number of local breeds and number of transboundary breeds</p>","CLASS_SYSTEM__GLOBAL":"<p>International standards and classifications used have been endorsed by the FAO Commission on Genetic Resources for Food and Agriculture at its Thirteenth Regular Session (<a href=\"http://www.fao.org/docrep/meeting/024/mc192e.pdf\">http://www.fao.org/docrep/meeting/024/mc192e.pdf</a>).</p>","SOURCE_TYPE__GLOBAL":"<p>National Coordinators for Management of Animal Genetic Resources, nominated by their respective government, provide data to the Domestic Animal Diversity Information System (DAD-IS) (<a href=\"http://dad.fao.org/\">http://dad.fao.org/</a>). DAD-IS allows countries the storage of data on animal genetic resources being secured in either medium- or long-term conservation facilities as needed for the indicator.</p>","COLL_METHOD__GLOBAL":"<p>The indicator is related to a monitoring framework endorsed by the FAO Commission on Genetic Resources for Food and Agriculture in which the status and trends of plant and animal genetic resources are described through globally agreed indicators and regular country-driven assessments. Officially appointed National Focal Points (NFPs)/National Coordinators report directly to FAO, using a format agreed by the FAO Commission on Genetic Resources for Food and Agriculture.</p>\n<p>Sessions of the intergovernmental technical working groups on plant and on animal genetic resources for food and agriculture allow for formal consultation processes. </p>","FREQ_COLL__GLOBAL":"<p>Data in DAD-IS can be updated throughout the whole year. </p>","REL_CAL_POLICY__GLOBAL":"<p>First quarter of the year.</p>","DATA_SOURCE__GLOBAL":"<p>The officially nominated National Focal Points / National Coordinators. For information by country see for animal genetic resources <a href=\"http://www.fao.org/dad-is/national-coordinators/en/\">http://www.fao.org/dad-is/national-coordinators/en/</a>.</p>","COMPILING_ORG__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","INST_MANDATE__GLOBAL":"<p>The National Coordinators for Management of Animal Genetic Resources are responsible for the provision of national data the indicator is based on. Their Terms of Reference have been endorsed by the Commission on Genetics Resources for Food and Agriculture and are described in more detail in: <em>Developing the institutional framework for the management of animal genetic resources</em>.</p>\n<p>FAO Animal Production and Health Guidelines. No. 6. Rome. (Accessible at <a href=\"http://www.fao.org/3/ba0054e/ba0054e00.pdf\">http://www.fao.org/3/ba0054e/ba0054e00.pdf</a>). </p>","RATIONALE__GLOBAL":"<p>Genetic resources for food and agriculture provide the building blocks of food security and, directly or indirectly, support the livelihoods of every person on earth. As the conservation and accessibility to these resources are of vital importance, medium- or long- term conservation facilities (genebanks) to preserve and make these resources and their associated information accessible for breeding and research have been established at country, regional and global levels. Inventories of genebank holdings provide a dynamic measure of the existing plant and animal diversity and its level of preservation. Data relevant to this indicator facilitate the monitoring of diversity secured and accessible through genebanks and support the development and updating of strategies for the conservation and sustainable use of genetic resources.</p>\n<p>The indicator is related to a monitoring framework endorsed by the FAO Commission on Genetic Resources for Food and Agriculture in which the status and trends of plant and animal genetic resources are described through globally agreed indicators and regular country-driven assessments. </p>\n<p>The number of materials conserved under medium- or long-term storage conditions provides an indirect measurement of the total genetic diversity, which are managed to secure for future use. Overall, positive variations are therefore approximated to an increase in the agro-biodiversity secured, while negative variations to a loss of it. </p>","REC_USE_LIM__GLOBAL":"<p>Information on cryo-conserved material in the Domestic Animal Diversity Information System DAD-IS needs to be updated on a regular base.</p>","DATA_COMP__GLOBAL":"<p>For the animal component the indicator is calculated as the number of local breeds and transboundary breeds with enough genetic material stored within genebank collections allowing to reconstitute the breed in case of extinction (based on the Guidelines on Cryoconservation of animal genetic resources, FAO, 2012, <a href=\"http://www.fao.org/docrep/016/i3017e/i3017e00.htm\">http://www.fao.org/docrep/016/i3017e/i3017e00.htm</a>). Numbers for local and transboundary breeds are presented separately. To decide whether the material stored is sufficient on regional or global levels the numbers provided to DAD-IS for each type of material (e.g. semen samples, embryos, somatic cells) conserved within the framework of a cryconservation programme, as well as the number of the respective male and female donor animals, must be summed across the countries belonging to the respective region of interest.</p>","DATA_VALIDATION__GLOBAL":"<p>There is no validation process in place.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>For animals, for a given breed, if no data are provided for a respective year, it is assumed that the storage status remains the same as for the last year for which data have been reported. In this case the nature of data is considered to be estimated. </p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Missing values are treated as such and not replaced by estimates.</p>","REG_AGG__GLOBAL":"<p>Aggregates are the sum of country values.</p>","DOC_METHOD__GLOBAL":"<p>For the animal component the National Coordinators for the Management of Animal Genetic Resources provide the type of material (e.g. semen samples, embryos, somatic cells) cryo-conserved within the framework of a cryoconservation programme, as well as the number of the respective male and female donors to the Domestic Animal Diversity Information System DAD-IS. FAO provides internationally endorsed guidelines on the definition of &#x201C;sufficient&#x201D; material (see FAO. 2012. Cryo-conservation of animal genetic resources. FAO Animal Production and Health Guidelines No. 12. Rome. (available at <a href=\"http://www.fao.org/docrep/016/i3017e/i3017e00.pdf\">http://www.fao.org/docrep/016/i3017e/i3017e00.pdf</a>)</p>","QUALITY_MGMNT__GLOBAL":"<p>FAO provides regular training to National Coordinators related to data collection and entering data into the official system, DAD-IS. The indicators itself is automatically calculated in DAD-IS. </p>","QUALITY_ASSURE__GLOBAL":"<p>FAO is responsible for the quality of the internal statistical processes used to compile the published datasets.</p>\n<p>FAO. 2012. Cryo-conservation of animal genetic resources. FAO Animal Production and Health Guidelines No. 12. Rome. (available at <a href=\"http://www.fao.org/docrep/016/i3017e/i3017e00.pdf\">http://www.fao.org/docrep/016/i3017e/i3017e00.pdf</a>)</p>","QUALITY_ASSMNT__GLOBAL":"<p>Each second year FAO is organizing a global National Coordinators&#x2019; Workshops to assess and discuss the collection of data the indicator is based on. The indicators itself is automatically calculated in DAD-IS. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p><em>Animal genetic resources</em></p>\n<p>The analysis of country reports to FAO provided by 128 countries in 2014 for the preparation of &#x2018;The Second Report on the State of the World&#x2019;s Animal Genetic Resources for Food and Agriculture&#x2019; provided a first baseline with regard to the number of national breed populations where sufficient material is stored. However, currently genetic material is cryo-conserved for only a very low proportion (less than 10 percent), whereas the quantity of stored material is sufficient for population reconstitution for an even smaller percentage of local breeds.</p>\n<p><strong>Time series:</strong></p>\n<p>DAD-IS data are available since 2000.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>For both plant and animal components geographic disaggregation (national, regional, global) is made. Grouping by sex, age etc. is not applicable.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There are no internationally estimated data. Data on this indicator are all produced by countries and regional or international centres. </p>","OTHER_DOC__GLOBAL":"<p>Preparation of the First Report on the State of the World&apos;s Animal Genetic Resources</p>\n<p>Guidelines for the Development of Country Reports. Annex 2. Working definitions for use in developing country reports and providing supporting data.</p>\n<p><a href=\"http://www.fao.org/docrep/004/y1100m/y1100m03.htm\">http://www.fao.org/docrep/004/y1100m/y1100m03.htm</a></p>\n<p>Guidelines on Cryoconservation of Animal Genetic Resources, FAO, 2012, accessible at <a href=\"http://www.fao.org/docrep/016/i3017e/i3017e00.htm\">http://www.fao.org/docrep/016/i3017e/i3017e00.htm</a></p>\n<p>National Coordinator for Management of Animal Genetic Resources. </p>\n<p><a href=\"http://dad.fao.org/cgi-bin/EfabisWeb.cgi?sid=-1,contacts\">http://dad.fao.org/cgi-bin/EfabisWeb.cgi?sid=-1,contacts</a></p>\n<p><br>Status of Animal Genetic Resources &#x2013; 2016, CGRFA/WG-AnGR-9/16/Inf.3.</p>\n<p><a href=\"http://www.fao.org/3/a-mq950e.pdf\">http://www.fao.org/3/a-mq950e.pdf</a></p>\n<p>Guidelines on In vivo Conservation of Animal Genetic Resources, FAO, 2013. <a href=\"http://www.fao.org/docrep/018/i3327e/i3327e.pdf\">http://www.fao.org/docrep/018/i3327e/i3327e.pdf</a></p>\n<p>The Second Report on the State of the World&#x2019;s Animal Genetic Resources for Food and Agriculture.</p>\n<p><a href=\"http://www.fao.org/3/a-i4787e.pdf\">http://www.fao.org/3/a-i4787e.pdf</a></p>","target_number":"2.5","goal_number":"2","indicator_sort_order":"02-05-01"}