{"composite_breakdown_label":"","computation_units":"Yes/No","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.4-7-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"national_indicators.4-7-1-title","indicator_name":"global_indicators.4-7-1-title","indicator_number":"4.7.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republic of Moldova","page_content":"<p> ***Non-statistical indicator***</p>  <p>For 2018-2022 years the answer is „YES” for i)  sustainable development, ii)  human rights, iii) gender equality, iv) education  for health and multidisciplinary  approach for setting the graduate profile.</p>  <p>Note: In 2018, the Curriculum Reform was started which determined the correlation  of curricular policies with national and international educational standards in  order to form the profile of the graduate through the prism of educational goals  and the key skills system. Curriculum area Counseling and personal development  includes the mandatory discipline Development personal, studied 1 hour per week,  in primary, secondary and high school education The reconceptualized school discipline  Education for society is compulsory for students in secondary and high school education  and has replaced the Civic Education discipline.</p>  <p></p>  <p>(i) Sustainable development: The framework plan for primary, secondary and high  school education offers every student the opportunity to opt for optional subjects.  The optional subjects represent the flexible component of the Education Framework  Plan that contributes to the development of transversal skills. The priority areas  also include Education for Sustainable Development, which is oriented towards the  use of competences in the field of ecological education to understand and identify  solutions in case of local and global problems, such as those of sustainable development,  environment, green economy, energy conservation/ use of alternative energy sources/promotion  of energy efficiency measures, etc. The curriculum developed in 2018 for the Science  discipline in primary education also highlights the training of students' skills  and the interest in actively promoting environmental values and a healthy way of  life. The theme of ecological education is studied in educational institutions  within the framework of compulsory classes, optional classes and extracurricular  activities. The teaching staff orients the students, in school subjects related  to the pre-noted field, towards the use of skills in the field of ecological education,  for understanding and identifying solutions in the case of local and global problems,  as well as those of sustainable development, environment, green economy, conservation  energy and promoting energy efficiency measures. For the organization of optional  classes, teachers have the Curriculum for the optional discipline \"Ecological Education\"  for grades I-XII and the Curriculum for the optional discipline \"Chemistry and  environmental exploration\" for grades X-XII (approved by the National Curriculum  Council and by order ME no. 874 of September 8, 2015). At the same time, the Regional  Center for the Environment for Central and Eastern Europe in collaboration with  the MEC have developed didactic content on sustainable development and the application  of the Green Pack set in educational institutions.</p>  <p></p>  <p></p>  <p>(ii) Human rights: The school discipline reconceptualized in 2018 Education  for society is mandatory for students in secondary and high school education and  has gradually replaced the discipline Civic Education. The implementation of the  discipline provides for the formation in students of the values of the rule of  law, the development of the necessary skills, the respect of the rights and responsibilities  of citizens through the prism of studying the integrated modules with reference  to Education for human rights, Education for democratic citizenship, Education  for integrity, Patriotic education, Intercultural education, etc. The mandatory  discipline Education for society includes the content unit Human dignity and human  rights, which includes the theme: all people are equal in rights, rights in conflict,  rights of the child/man, protection tools and ensuring rights, assuming responsibility.  It also includes the content unit Law for All with the topics: law for all, rights  and responsibilities, children in conflict with the law, breaking the law and punishment,  punishment versus education, etc. The optional subjects represent the flexible  component of the Education Framework Plan, which contributes to the development  of transversal skills. One of the priority areas for structuring the optional subjects  is Civics, which come to develop in students: Participation in civic life through  permanent information, understanding of political and administrative processes;  Exercising citizenship rights and obligations at local, national and international  level; Involvement in projects to solve community problems; Awareness of the importance  of individual decisions for local and global implications.</p>  <p></p>  <p>  (iii) Gender equality: The mandatory discipline Education for society explicitly  contributes to the realization of the educational ideal by capitalizing on the  European reference framework, consisting of 20 competences for a democratic culture,  considered specific competences of the discipline, conventionally grouped into  4 basic components, one of them being Values, which also includes the Valuing democracy,  justice, equity, equality and rule of law set. This set of values is based on the  general belief that societies must function and be governed by democratic processes  that respect the principles of justice, equity, equality and the rule of law. The  disciplinary curriculum includes content units (cl. V): All different, all equal  with the theme: human similarities and differences, stereotypes and prejudices,  the right to identity and non-discrimination; (cl. VIII) regarding Diversities  in the community: Aspects of diversity; Equalities, similarities and differences  between people; together in diversity; Tolerance and respect for diversity; Strategies  for combating discrimination, etc. The mandatory discipline Personal development  is structured in five modules, some of which also include content on the gender  dimension: Dimension 1. Personal identity and harmonious relationships, emphasis  is placed on self-knowledge and self-acceptance; exploring and self-assessing personal  resources; family as a value: responsibilities, gender roles, stereotypes; assertive,  non-conflictual and non-violent communication; self-education and volunteering,  etc. For Class X. Dimension 1. Personal identity and harmonious relationship includes  Competency Unit: Explaining the impact of stereotypes and prejudices on interpersonal  behavior and relationships, including gender with Content Units: Gender Stereotypes  and Prejudices. The impact of stereotypes and prejudices on behavior and interpersonal  relationships. Relationship maintenance factors. Strategies to combat stereotypes  and prejudices. The family. Values, traditions, visions. Gender roles and responsibilities  in the family – traditional vs modern. (Grade IX) Competence units: identifying  the similarities and differences between passion and love for taking responsibility  in gender relations, with content units: love, passion and responsibility in gender  relations; (Class XI) Competence units Description of positive relationship models  and communication within gender relations, by assuming responsibility; Content  units: Forming and maintaining relationships from a gender perspective. Dimension  2. Learning unit Ensuring the quality of life, includes Content units: The priorities  of a young person. Meaning of priority. Setting priorities. Priorities and quality  of life. Gender priorities: myth and reality. Dimension 3. The healthy way of life  learning unit includes content units with the theme: writing physiological changes  during adolescence, from a gender perspective; health maintenance strategies. The  influence of gender characteristics on development. Physiological peculiarities.  At the same time, the \"Education for gender equity and equal opportunities\" discipline  was included in the list of optional subjects for the secondary school cycle, which  includes content on gender equality, etc.</p>  <p>(iv) Health education: Health promotion and disease prevention, promoting health  education is one of the priority objectives of the educational system. The Ministry  of Education and Research promotes Health Education through the lens of all school  subjects and not separately. In the mandatory discipline Personal Development,  one of the five modules is the Healthy way of life, which includes such content  units as: Healthy way of life – value emphasis. Health as value. Health and life  priorities. Health - element of culture. Ways of manifesting the culture of personal  health. Use of the right to disease prevention and health maintenance services.  The frequency of medical control/diagnosis, etc., which directly or indirectly  include the theme of promoting a healthy way of life. Also, in the structure of  the curriculum for the mandatory subject Biology for secondary education, the module  \"Human organism and health\" was developed, through which students are guided to  engage in health maintenance activities in order to form a sanogenic behavior.  Thus, in grades I-XII, the promotion of a healthy way of life is carried out through  the reconceptualized curriculum in the mandatory discipline \"Personal Development\"  (1 hour per week), starting with the 2018-2019 academic year. Health education  is also carried out through the subjects: Physical Education (in the environment,  30 hours each year), the \"Healthy Lifestyle\" module, Biology, the newly introduced  module in the curriculum, \"The Human Organism and Health\" (in classes VI-IX), but  also through the \"Reproductive system and human reproduction\" module (in class  XI). Taking into account the cyclical nature of the educational process, in curricular  and extracurricular activities regarding the healthy way of life, all students  from the general primary and secondary education system were included. Within the  optional classes, the Breast Education discipline. </p>","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["Global adjusted"],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"Da/Nu","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.4-7-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"national_indicators.4-7-1-title","indicator_name":"global_indicators.4-7-1-title","indicator_number":"4.7.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"<p> ***Indicator non-statistic***</p>  <p>Pentru anii 2018-2022, răspunsul este „DA” pentru  i) dezvoltarea durabilă,  ii) drepturile omului, iii) egalitate de gen, iv)  educația pentru sănătate și  abordarea multidisciplinară a acestora în vederea  formării profilului absolventului.</p> \n<p>Notă: În anul 2018 a fost demarată Reforma curriculară care a determinat corelarea  politicilor curriculare cu standardele educaționale naționale și internaționale  în vederea formării profilului absolventului prin prisma finalităților educaționale  și a sistemului de competențe-cheie. Arie curriculară Consiliere și dezvoltare  personală include disciplina obligatorie Dezvoltare personală, studiată câte 1  oră săptămânal, în învățământul primar, gimnazial și liceal.  Disciplina școlară  reconceptualizată Educație pentru societate este cu statut obligatoriu pentru elevii  din învățământul gimnazial și liceal și a înlocuit disciplină Educație civică.  </p>  <p>(i) Planul – cadru pentru învățământul primar, gimnazial și liceal oferă fiecărui  elev posibilitatea de a opta pentru discipline opționale. Disciplinele opționale  reprezintă componenta flexibilă a Planului–cadru de învățământ care contribuie  la dezvoltarea unor competențe transversale. Domeniile prioritare includ și Educația  pentru dezvoltare durabilă, care este orientată spre  utilizarea competențelor  în domeniul educației ecologice pentru înțelegerea și identificarea de soluții  în cazul problemelor locale și globale, precum cele de dezvoltare durabilă, de  mediu, de economie verde, de conservare a energiei/utilizare a surselor alternative  de energie/promovare a măsurilor de eficiență energetică ș.a. Curriculumul dezvoltat  în anul 2018 la disciplina Științe în învățământul primar, de asemenea, evidențiază  formarea competențelor la elevi și interesul pentru promovarea activă a valorilor  de mediu  și a unui mod sănătos de viață. Tematica educației ecologice se studiază  în instituțiile de învățământ în cadrul orelor obligatorii, orelor opționale și  activităților extrașcolare. Cadrele didactice orientează elevii, la disciplinele  școlare tangente domeniului prenotat, spre utilizarea competențelor în domeniul  educației ecologice, pentru înțelegerea și identificarea de soluții în cazul problemelor  locale și globale, precum și cele de dezvoltare durabilă, de mediu, de economie  verde, de conservare a energiei și de promovare a măsurilor de eficiență energetică.  Pentru organizarea orelor opționale, cadrele didactice dispun de Curriculumul la  disciplina opțională ,,Educație ecologică” pentru clasele I-XII și Curriculumul  la disciplina opțională ,,Chimia și explorarea mediului” pentru clasele X-XII (aprobate  de Consiliul Național pentru Curriculum și prin ordinul ME nr. 874 din 08 septembrie  2015). Totodată, Centrul Regional de Mediu pentru Europa Centrală și de Est în  colaborare cu MEC au elaborat conținuturi didactice privind dezvoltarea durabilă  și aplicarea setului Green Pack în instituțiile de învățământ. </p>  <p>(ii) Disciplina școlară reconceptualizată în anul 2018 Educație pentru societate  este cu statut obligatoriu pentru elevii din învățământul gimnazial și liceal și  gradual a înlocuit disciplină Educație civică. Implementarea disciplinei prevede  formarea la elevi a valorilor statului de drept, dezvoltarea competențelor necesare,  respectarea drepturilor și responsabilităților cetățenești prin prisma studierii  modulelor integrate cu referire la Educația pentru drepturile omului, Educația  pentru cetățenia democratică, Educația pentru integritate, Educația patriotică,  Educația interculturală etc. Disciplina obligatorie Educația pentru societate include  unitatea de conținuturi  Demnitatea umană și drepturile omului, care include tematica:  toți oamenii sunt egali în drepturi, drepturile în conflict, drepturile copilului/omului,  instrumente de protecție și asigurarea drepturilor, asumarea responsabilității.  De asemenea,  include unitatea de conținut Legea pentru toți cu tematica: legea  pe interesul tuturor, drepturile și responsabilitățile, copiii în conflict cu legea,  încălcarea legii și pedeapsa, pedeapsa versus educația etc. Disciplinele opționale  reprezintă componenta flexibilă a Planului-cadru de învățământ, care contribuie  la dezvoltarea unor competențe transversale. Unul dintre domeniile prioritare de  structurare a disciplinelor opționale este  Civismul, care vin să dezvolte la elevi:  Participarea în viața civică prin informare permanentă, înțelegerea proceselor  politice și administrative; Exercitarea drepturilor și a obligațiilor cetățenești  la nivel local, național și internațional; Implicarea în proiecte pentru soluționarea  problemelor comunității; Conștientizarea importanței deciziilor individuale pentru  implicațiile locale și globale.</p>  <p> (iii) Disciplina obligatorie Educația pentru societate contribuie explicit  la realizarea idealului educațional prin valorificarea cadrului de referință european,  constituit din 20 de competențe pentru o cultură democratică, considerate competențe  specifice ale disciplinei, grupate convențional în 4 componente de bază, una din  ele fiind Valori, care include și setul Valorizarea democrației, justiției, echității,  egalității și supremației legii. Acest set de valori se bazează pe convingerea  generală că societățile trebuie să funcționeze și să fie guvernate prin procese  democratice care respectă principiile justiției, echității, egalității și supremației  legii. Curriculumul disciplinar include unități de conținut (cl. V): Toți diferiți,  toți egali cu tematica: asemănări și deosebiri umane, stereotipuri și prejudecăți,  dreptul la identitate și nondiscriminare; (cl. VIII) privind Diversitățile în comunitate:  Aspecte ale diversității; Egalități, asemănări și diferențe dintre oameni; împreună  în diversitate; Toleranță și respect pentru diversitate; Strategii pentru combaterea  discriminării etc. Disciplina obligatorie Dezvoltarea personală este structurată  în cinci module, unele din care includ și conținuturi pe dimensiunea de gen:  Dimensiunea  1. Identitatea personală și relaționarea armonioasă se pune accent pe cunoașterea  și acceptarea de sine; explorarea și autoevaluarea resurselor personale; familia  ca valoare: responsabilități, roluri de gen, stereotipuri; comunicare asertivă,  non-conflictuală și non-violentă; autoeducare şi voluntariat etc. Pentru clasa  X. Dimensiunea 1. Identitatea personală și relaționarea armonioasă include  Unitatea  de competență: Explicarea impactului stereotipurilor și prejudecăților asupra comportamentului  și relațiilor interpersonale, inclusiv de gen cu Unități de conținut: Stereotipurile  și prejudecățile de gen. Impactul stereotipurilor și prejudecăților asupra comportamentului  și relațiilor interpersonale. Factorii de menținere a relațiilor. Strategii de  combatere a stereotipurilor și prejudecăților. Familia. Valori, tradiții, viziuni.  Roluri și responsabilități de gen în familie – tradițional vs modern. (Clasa IX)  Unități de competență: identificarea asemănărilor și deosebirilor dintre pasiune  și iubire pentru asumarea responsabilității în relațiile de gen, cu unități de  conținut: iubirea, pasiunea și responsabilitatea în relațiile de gen; (Clasa XI)  Unități de competență Descrierea modelelor de relaționare pozitivă și comunicare  în cadrul relațiilor de gen, prin asumarea responsabilității; Unități de conținut:  Formarea și menținerea relațiilor din perspectiva de gen.   Dimensiunea 2. Unitatea  de învățare Asigurarea calității vieții, include  Unități de conținut : Prioritățile  unui/unei tânăr/tinere. Semnificația priorității. Stabilirea priorităților. Prioritățile  și calitatea vieții. Prioritățile în raport cu genul: mit și realitate. Dimensiunea  3. Unitatea de învățare Modul de viață sănătos include unități de conținut cu tematica:  scrierea schimbărilor fiziologice în perioada adolescenței, din perspectiva de  gen; strategii de menținere a sănătății. Influența particularităților de gen asupra  dezvoltării. Particularități  fiziologice. Totodată, în lista disciplinelor opționale  pentru ciclul gimnazial a fost inclusă disciplina ,,Educație pentru echitate de  gen și șanse egale”, care include conținuturi privind  egalitatea de gen  etc.  </p>  <p>(iv) Promovarea sănătății și profilaxia maladiilor, promovarea educației pentru  sănătate reprezintă unul din obiectivele prioritare ale sistemului educațional.  Ministerul Educației și Cercetării promovează Educația pentru sănătate prin prisma  tuturor disciplinelor școlare și nu separat. La disciplina obligatorie Dezvoltarea  personală unul din cele cinci module este Modul sănătos de viață, care include  așa unități de conținut ca: Modul de viață sănătos – accent valoric. Sănătatea  ca valoare. Sănătatea și prioritățile vieții.  Sănătatea – element de cultură.  Modalități de manifestare a culturii sănătății personale. Utilizarea dreptului  la serviciile de prevenire a îmbolnăvirilor și de menținere a sănătății. Frecvența  controlului/diagnosticului medical etc, care în mod direct sau indirect includ  tematica promovării unui mod sănătos de viață. De asemenea, în structura curriculumui  la disciplina obligatorie Biologie pentru învățământul gimnazial a fost dezvoltat  modulul ,,Organismul uman și sănătatea’’, prin care elevii sunt ghidați pentru  implicarea în activități de menținere a stării de sănătate în vederea formării  unui comportament sanogen. Astfel, în clasele I-XII, promovarea modului sănătos  de viață se realizează prin curriculumul reconceptualizat la disciplina cu statut  obligatoriu „Dezvoltare personală” (câte 1 oră pe săptămână), începând cu anul  de studii 2018-2019. De asemenea, educația pentru sănătate se realizează și prin  disciplinele: Educația fizică (în mediu, câte 30 de ore anual), modulul  „Modul  sănătos de viață”, Biologie, modulul nou introdus în curriculum ,,Organismul uman  și sănătatea” (în clasele VI-IX), dar și prin modulul „Sistemul reproducător și  reproducerea la om” ( în clasa XI). Luând în considerare caracterul ciclic în desfășurarea \n procesului educațional, în  activități curriculare și extrașcolare cu privire \nla modul sănătos de viață,  au fost incluși toți elevii din sistemul de învățământ  primar și secundar general. În cadrul orelor opţionale, disciplina Educaţia pentru  sănătate, este una dintre cele mai solicitate în rândul disciplinelor cu tangență  spre promovarea unui mod sănătos de viață. Astfel, Educația pentru sănătate este  studiată la toate treptele învățământului primar și secundar general de peste 20  000 elevi anual. Pe site-ul Ministerului este plasat Suportul didactic pentru cadre  didactice cl. V-XII, la disciplina opțională Educație pentru sănătate. </p>","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["Global ajustat"],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 4.7.1: Măsura în care (i) educația privind cetățenia globală și (ii) educația pentru  dezvoltare durabilă, sunt integrate în (a) politicile educaționale naționale,  (b) curriculum, (c) instruirea profesorilor și (d) evaluarea studenților</p>","SDG_TARGET__GLOBAL":"<p>Target NA: Până în 2030, asigurarea faptului că toți elevii dobândesc cunoștințele și  competențele necesare pentru promovarea dezvoltării durabile, inclusiv,  printre altele, prin educația pentru dezvoltare durabilă și stiluri de viață  durabile, drepturile omului, egalitatea de gen, promovarea unei culturi a  păcii și non-violenței, cetățenia globală și aprecierea diversității culturale  și a contribuției culturii la dezvoltarea durabilă</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"UNESCO-UIS","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-4.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 210kB)","SDG_INDICATOR":"<p>Indicator 4.7.1: Existența în curricula școlară a modulelor/ conținuturilor curriculare:  i) dezvoltarea durabilă, ii) drepturile omului, iii) egalitate de gen, iv)  educația pentru sănătate și abordarea multidisciplinară a acestora în vederea  formării profilului absolventului</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Indicatorul se estimează in baza rapoartelor naționale transmise către UNESCO  in baza chestionarului privind implementarea Recomandării 1974 a UNESCO (1974  Recommendation concerning Education for International Understanding,   Cooperation  and  Peace  and  Education  relating  to  Human  Rights  and   Fundamental  Freedoms) transmis o dată la 4 ani către tarile-membre.  Metodologia și chestionarul UNESCO sunt anexate la metadatele globale pentru  indicatorul dat.","UNIT_MEASURE":"Da/Nu","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"informația descriptiva a Ministerului Educației si Cercetării,  conform chestionarului privind implementarea Recomandării 1974 a UNESCO (1974)","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Ministerul Educației și Cercetării","COMPILING_ORG":"","INST_MANDATE":"Ministerul Educației și Cercetării","OTHER_METHOD":"<p> Notă: În anul 2018 a fost demarată Reforma curriculară care a determinat corelarea politicilor curriculare cu standardele educaționale naționale și internaționale în vederea formării profilului absolventului prin prisma finalităților educaționale și a sistemului de competențe-cheie. Arie curriculară Consiliere și dezvoltare personală include disciplina obligatorie Dezvoltare personală, studiată câte 1 oră săptămânal, în învățământul primar, gimnazial și liceal.  Disciplina școlară reconceptualizată Educație pentru societate este cu statut obligatoriu pentru elevii din învățământul gimnazial și liceal și a înlocuit disciplină Educație civică. </p>  <p></p>  <p>(i) Dezvoltarea durabilă: Planul – cadru pentru învățământul primar, gimnazial și liceal oferă fiecărui elev posibilitatea de a opta pentru discipline opționale. Disciplinele opționale reprezintă componenta flexibilă a Planului–cadru de învățământ care contribuie la dezvoltarea unor competențe transversale. Domeniile prioritare includ și Educația pentru dezvoltare durabilă, care este orientată spre  utilizarea competențelor în domeniul educației ecologice pentru înțelegerea și identificarea de soluții în cazul problemelor locale și globale, precum cele de dezvoltare durabilă, de mediu, de economie verde, de conservare a energiei/utilizare a surselor alternative de energie/promovare a măsurilor de eficiență energetică ș.a. Curriculumul dezvoltat în anul 2018 la disciplina Științe în învățământul primar, de asemenea, evidențiază formarea competențelor la elevi și interesul pentru promovarea activă a valorilor de mediu  și a unui mod sănătos de viață. Tematica educației ecologice se studiază în instituțiile de învățământ în cadrul orelor obligatorii, orelor opționale și activităților extrașcolare. Cadrele didactice orientează elevii, la disciplinele școlare tangente domeniului prenotat, spre utilizarea competențelor în domeniul educației ecologice, pentru înțelegerea și identificarea de soluții în cazul problemelor locale și globale, precum și cele de dezvoltare durabilă, de mediu, de economie verde, de conservare a energiei și de promovare a măsurilor de eficiență energetică. Pentru organizarea orelor opționale, cadrele didactice dispun de Curriculumul la disciplina opțională ,,Educație ecologică” pentru clasele I-XII și Curriculumul la disciplina opțională ,,Chimia și explorarea mediului” pentru clasele X-XII (aprobate de Consiliul Național pentru Curriculum și prin ordinul ME nr. 874 din 08 septembrie 2015). Totodată, Centrul Regional de Mediu pentru Europa Centrală și de Est în colaborare cu MEC au elaborat conținuturi didactice privind dezvoltarea durabilă și aplicarea setului Green Pack în instituțiile de învățământ. </p>  <p></p>  <p></p>  <p>(ii) Drepturile omului: Disciplina școlară reconceptualizată în anul 2018 Educație pentru societate este cu statut obligatoriu pentru elevii din învățământul gimnazial și liceal și gradual a înlocuit disciplină Educație civică. Implementarea disciplinei prevede formarea la elevi a valorilor statului de drept, dezvoltarea competențelor necesare, respectarea drepturilor și responsabilităților cetățenești prin prisma studierii modulelor integrate cu referire la Educația pentru drepturile omului, Educația pentru cetățenia democratică, Educația pentru integritate, Educația patriotică, Educația interculturală etc. Disciplina obligatorie Educația pentru societate include unitatea de conținuturi  Demnitatea umană și drepturile omului, care include tematica: toți oamenii sunt egali în drepturi, drepturile în conflict, drepturile copilului/omului, instrumente de protecție și asigurarea drepturilor, asumarea responsabilității. De asemenea,  include unitatea de conținut Legea pentru toți cu tematica: legea pe interesul tuturor, drepturile și responsabilitățile, copiii în conflict cu legea, încălcarea legii și pedeapsa, pedeapsa versus educația etc. Disciplinele opționale reprezintă componenta flexibilă a Planului-cadru de învățământ, care contribuie la dezvoltarea unor competențe transversale. Unul dintre domeniile prioritare de structurare a disciplinelor opționale este  Civismul, care vin să dezvolte la elevi: Participarea în viața civică prin informare permanentă, înțelegerea proceselor politice și administrative; Exercitarea drepturilor și a obligațiilor cetățenești la nivel local, național și internațional; Implicarea în proiecte pentru soluționarea problemelor comunității; Conștientizarea importanței deciziilor individuale pentru implicațiile locale și globale.</p>  <p></p>  <p> (iii) Egalitate de gen: Disciplina obligatorie Educația pentru societate contribuie explicit la realizarea idealului educațional prin valorificarea cadrului de referință european, constituit din 20 de competențe pentru o cultură democratică, considerate competențe specifice ale disciplinei, grupate convențional în 4 componente de bază, una din ele fiind Valori, care include și setul Valorizarea democrației, justiției, echității, egalității și supremației legii. Acest set de valori se bazează pe convingerea generală că societățile trebuie să funcționeze și să fie guvernate prin procese democratice care respectă principiile justiției, echității, egalității și supremației legii. Curriculumul disciplinar include unități de conținut (cl. V): Toți diferiți, toți egali cu tematica: asemănări și deosebiri umane, stereotipuri și prejudecăți, dreptul la identitate și nondiscriminare; (cl. VIII) privind Diversitățile în comunitate: Aspecte ale diversității; Egalități, asemănări și diferențe dintre oameni; împreună în diversitate; Toleranță și respect pentru diversitate; Strategii pentru combaterea discriminării etc. Disciplina obligatorie Dezvoltarea personală este structurată în cinci module, unele din care includ și conținuturi pe dimensiunea de gen:  Dimensiunea 1. Identitatea personală și relaționarea armonioasă se pune accent pe cunoașterea și acceptarea de sine; explorarea și autoevaluarea resurselor personale; familia ca valoare: responsabilități, roluri de gen, stereotipuri; comunicare asertivă, non-conflictuală și non-violentă; autoeducare şi voluntariat etc. Pentru clasa X. Dimensiunea 1. Identitatea personală și relaționarea armonioasă include  Unitatea de competență: Explicarea impactului stereotipurilor și prejudecăților asupra comportamentului și relațiilor interpersonale, inclusiv de gen cu Unități de conținut: Stereotipurile și prejudecățile de gen. Impactul stereotipurilor și prejudecăților asupra comportamentului și relațiilor interpersonale. Factorii de menținere a relațiilor. Strategii de combatere a stereotipurilor și prejudecăților. Familia. Valori, tradiții, viziuni. Roluri și responsabilități de gen în familie – tradițional vs modern. (Clasa IX) Unități de competență: identificarea asemănărilor și deosebirilor dintre pasiune și iubire pentru asumarea responsabilității în relațiile de gen, cu unități de conținut: iubirea, pasiunea și responsabilitatea în relațiile de gen; (Clasa XI) Unități de competență Descrierea modelelor de relaționare pozitivă și comunicare în cadrul relațiilor de gen, prin asumarea responsabilității; Unități de conținut: Formarea și menținerea relațiilor din perspectiva de gen.   Dimensiunea 2. Unitatea de învățare Asigurarea calității vieții, include  Unități de conținut : Prioritățile unui/unei tânăr/tinere. Semnificația priorității. Stabilirea priorităților. Prioritățile și calitatea vieții. Prioritățile în raport cu genul: mit și realitate. Dimensiunea 3. Unitatea de învățare Modul de viață sănătos include unități de conținut cu tematica: scrierea schimbărilor fiziologice în perioada adolescenței, din perspectiva de gen; strategii de menținere a sănătății. Influența particularităților de gen asupra dezvoltării. Particularități  fiziologice. Totodată, în lista disciplinelor opționale pentru ciclul gimnazial a fost inclusă disciplina ,,Educație pentru echitate de gen și șanse egale”, care include conținuturi privind  egalitatea de gen  etc. </p>  <p>(iv) Educația pentru sănătate: Promovarea sănătății și profilaxia maladiilor, promovarea educației pentru sănătate reprezintă unul din obiectivele prioritare ale sistemului educațional. Ministerul Educației și Cercetării promovează Educația pentru sănătate prin prisma tuturor disciplinelor școlare și nu separat. La disciplina obligatorie Dezvoltarea personală unul din cele cinci module este Modul sănătos de viață, care include așa unități de conținut ca: Modul de viață sănătos – accent valoric. Sănătatea ca valoare. Sănătatea și prioritățile vieții.  Sănătatea – element de cultură. Modalități de manifestare a culturii sănătății personale. Utilizarea dreptului la serviciile de prevenire a îmbolnăvirilor și de menținere a sănătății. Frecvența controlului/diagnosticului medical etc, care în mod direct sau indirect includ tematica promovării unui mod sănătos de viață. De asemenea, în structura curriculumui la disciplina obligatorie Biologie pentru învățământul gimnazial a fost dezvoltat modulul ,,Organismul uman și sănătatea’’, prin care elevii sunt ghidați pentru implicarea în activități de menținere a stării de sănătate în vederea formării unui comportament sanogen. Astfel, în clasele I-XII, promovarea modului sănătos de viață se realizează prin curriculumul reconceptualizat la disciplina cu statut obligatoriu „Dezvoltare personală” (câte 1 oră pe săptămână), începând cu anul de studii 2018-2019. De asemenea, educația pentru sănătate se realizează și prin disciplinele: Educația fizică (în mediu, câte 30 de ore anual), modulul  „Modul sănătos de viață”, Biologie, modulul nou introdus în curriculum ,,Organismul uman și sănătatea” (în clasele VI-IX), dar și prin modulul „Sistemul reproducător și reproducerea la om” ( în clasa XI). Luând în considerare caracterul ciclic în desfășurarea  procesului educațional, în  activități curriculare și extrașcolare cu privire la modul sănătos de viață,  au fost incluși toți elevii din sistemul de învățământ primar și secundar general. În cadrul orelor opţionale, disciplina Educaţia pentru sănătate, este una dintre cele mai solicitate în rândul disciplinelor cu tangență spre promovarea unui mod sănătos de viață. Astfel, Educația pentru sănătate este studiată la toate treptele învățământului primar și secundar general de peste 20 000 elevi anual. Pe site-ul Ministerului este plasat Suportul didactic pentru cadre didactice cl. V-XII, la disciplina opțională Educație pentru sănătate. </p>","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Metoda de calculare: Indicatorul este măsurat prin intermediul a 4 componente  (politici, curricula, instruirea cadrelor didactice și evaluarea elevilor),  fiecare incluzând o serie de criterii, care sunt apoi combinate pentru a da un  scor între „0” și „1” pentru fiecare componentă în parte.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"3","source_active_1":true,"source_organisation_1":"Ministerul Educației și Cercetării","source_periodicity_1":"O dată la 4 ani","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 4.7.1: Extent to which (i) global citizenship education and (ii) education for sustainable development are mainstreamed in (a) national education policies; (b) curricula; (c) teacher education; and (d) student assessment</p>","SDG_TARGET__GLOBAL":"<p>Target 4.7: By 2030, ensure that all learners acquire the knowledge and skills needed to promote sustainable development, including, among others, through education for sustainable development and sustainable lifestyles, human rights, gender equality, promotion of a culture of peace and non-violence, global citizenship and appreciation of cultural diversity and of culture&#x2019;s contribution to sustainable development</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UNESCO Education Sector, Division for Peace and Sustainable Development, Section of Education for Sustainable Development (UNESCO-ED/PSD/ESD)</p>\n<p>UNESCO Institute for Statistics (UNESCO-UIS)</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>12.8.1 and 13.3.1</p>","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-4.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 210kB)","SDG_INDICATOR":"<p>Indicator 4.7.1: Existence in the curricula of the following modules/contents: i)  sustainable development, ii) human rights, iii) gender equality, iv) education  for health and multidisciplinary approach for setting the graduate profile</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"The indicator is estimated based on national reports sent to UNESCO based on  the questionnaire on implementation of the 1974 Recommendation concerning  Education for International Understanding,  Cooperation  and  Peace  and   Education  relating  to  Human  Rights  and  Fundamental  Freedoms, sent once  per 4 years by the member countries. Methodology and UNESCO questionnaire are  annexed to the global metadata for the given indicator.","UNIT_MEASURE":"Yes/No","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"descriptive information of the Ministry of Education and Research,  according to the questionnaire for implementing the UNESCO Recommendation  1974","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Ministry of Education and Research","COMPILING_ORG":"","INST_MANDATE":"Ministry of Education and Research","OTHER_METHOD":"<p> Note: In 2018, the Curriculum Reform was started which determined the correlation of curricular policies with national and international educational standards in order to form the profile of the graduate through the prism of educational goals and the key skills system. Curriculum area Counseling and personal development includes the mandatory discipline Development personal, studied 1 hour per week, in primary, secondary and high school education The reconceptualized school discipline Education for society is compulsory for students in secondary and high school education and has replaced the Civic Education discipline.</p>  <p></p>  <p>(i) Sustainable development: The framework plan for primary, secondary and high school education offers every student the opportunity to opt for optional subjects. The optional subjects represent the flexible component of the Education Framework Plan that contributes to the development of transversal skills. The priority areas also include Education for Sustainable Development, which is oriented towards the use of competences in the field of ecological education to understand and identify solutions in case of local and global problems, such as those of sustainable development, environment, green economy, energy conservation/ use of alternative energy sources/promotion of energy efficiency measures, etc. The curriculum developed in 2018 for the Science discipline in primary education also highlights the training of students' skills and the interest in actively promoting environmental values and a healthy way of life. The theme of ecological education is studied in educational institutions within the framework of compulsory classes, optional classes and extracurricular activities. The teaching staff orients the students, in school subjects related to the pre-noted field, towards the use of skills in the field of ecological education, for understanding and identifying solutions in the case of local and global problems, as well as those of sustainable development, environment, green economy, conservation energy and promoting energy efficiency measures. For the organization of optional classes, teachers have the Curriculum for the optional discipline \"Ecological Education\" for grades I-XII and the Curriculum for the optional discipline \"Chemistry and environmental exploration\" for grades X-XII (approved by the National Curriculum Council and by order ME no. 874 of September 8, 2015). At the same time, the Regional Center for the Environment for Central and Eastern Europe in collaboration with the MEC have developed didactic content on sustainable development and the application of the Green Pack set in educational institutions.</p>  <p></p>  <p></p>  <p>(ii) Human rights: The school discipline reconceptualized in 2018 Education for society is mandatory for students in secondary and high school education and has gradually replaced the discipline Civic Education. The implementation of the discipline provides for the formation in students of the values of the rule of law, the development of the necessary skills, the respect of the rights and responsibilities of citizens through the prism of studying the integrated modules with reference to Education for human rights, Education for democratic citizenship, Education for integrity, Patriotic education, Intercultural education, etc. The mandatory discipline Education for society includes the content unit Human dignity and human rights, which includes the theme: all people are equal in rights, rights in conflict, rights of the child/man, protection tools and ensuring rights, assuming responsibility. It also includes the content unit Law for All with the topics: law for all, rights and responsibilities, children in conflict with the law, breaking the law and punishment, punishment versus education, etc. The optional subjects represent the flexible component of the Education Framework Plan, which contributes to the development of transversal skills. One of the priority areas for structuring the optional subjects is Civics, which come to develop in students: Participation in civic life through permanent information, understanding of political and administrative processes; Exercising citizenship rights and obligations at local, national and international level; Involvement in projects to solve community problems; Awareness of the importance of individual decisions for local and global implications.</p>  <p></p>  <p>  (iii) Gender equality: The mandatory discipline Education for society explicitly contributes to the realization of the educational ideal by capitalizing on the European reference framework, consisting of 20 competences for a democratic culture, considered specific competences of the discipline, conventionally grouped into 4 basic components, one of them being Values, which also includes the Valuing democracy, justice, equity, equality and rule of law set. This set of values is based on the general belief that societies must function and be governed by democratic processes that respect the principles of justice, equity, equality and the rule of law. The disciplinary curriculum includes content units (cl. V): All different, all equal with the theme: human similarities and differences, stereotypes and prejudices, the right to identity and non-discrimination; (cl. VIII) regarding Diversities in the community: Aspects of diversity; Equalities, similarities and differences between people; together in diversity; Tolerance and respect for diversity; Strategies for combating discrimination, etc. The mandatory discipline Personal development is structured in five modules, some of which also include content on the gender dimension: Dimension 1. Personal identity and harmonious relationships, emphasis is placed on self-knowledge and self-acceptance; exploring and self-assessing personal resources; family as a value: responsibilities, gender roles, stereotypes; assertive, non-conflictual and non-violent communication; self-education and volunteering, etc. For Class X. Dimension 1. Personal identity and harmonious relationship includes Competency Unit: Explaining the impact of stereotypes and prejudices on interpersonal behavior and relationships, including gender with Content Units: Gender Stereotypes and Prejudices. The impact of stereotypes and prejudices on behavior and interpersonal relationships. Relationship maintenance factors. Strategies to combat stereotypes and prejudices. The family. Values, traditions, visions. Gender roles and responsibilities in the family – traditional vs modern. (Grade IX) Competence units: identifying the similarities and differences between passion and love for taking responsibility in gender relations, with content units: love, passion and responsibility in gender relations; (Class XI) Competence units Description of positive relationship models and communication within gender relations, by assuming responsibility; Content units: Forming and maintaining relationships from a gender perspective. Dimension 2. Learning unit Ensuring the quality of life, includes Content units: The priorities of a young person. Meaning of priority. Setting priorities. Priorities and quality of life. Gender priorities: myth and reality. Dimension 3. The healthy way of life learning unit includes content units with the theme: writing physiological changes during adolescence, from a gender perspective; health maintenance strategies. The influence of gender characteristics on development. Physiological peculiarities. At the same time, the \"Education for gender equity and equal opportunities\" discipline was included in the list of optional subjects for the secondary school cycle, which includes content on gender equality, etc.</p>  <p>(iv) Health education: Health promotion and disease prevention, promoting health education is one of the priority objectives of the educational system. The Ministry of Education and Research promotes Health Education through the lens of all school subjects and not separately. In the mandatory discipline Personal Development, one of the five modules is the Healthy way of life, which includes such content units as: Healthy way of life – value emphasis. Health as value. Health and life priorities. Health - element of culture. Ways of manifesting the culture of personal health. Use of the right to disease prevention and health maintenance services. The frequency of medical control/diagnosis, etc., which directly or indirectly include the theme of promoting a healthy way of life. Also, in the structure of the curriculum for the mandatory subject Biology for secondary education, the module \"Human organism and health\" was developed, through which students are guided to engage in health maintenance activities in order to form a sanogenic behavior. Thus, in grades I-XII, the promotion of a healthy way of life is carried out through the reconceptualized curriculum in the mandatory discipline \"Personal Development\" (1 hour per week), starting with the 2018-2019 academic year. Health education is also carried out through the subjects: Physical Education (in the environment, 30 hours each year), the \"Healthy Lifestyle\" module, Biology, the newly introduced module in the curriculum, \"The Human Organism and Health\" (in classes VI-IX), but also through the \"Reproductive system and human reproduction\" module (in class XI). Taking into account the cyclical nature of the educational process, in curricular and extracurricular activities regarding the healthy way of life, all students from the general primary and secondary education system were included. Within the optional classes, the Breast Education discipline. </p>","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"The indicator is measured through 4 components (policies, curriculum, training  of teaching personnel and evaluation of pupils), each including a series of  criteria, which are afterwards combined so as to have a score between „0” and  „1” for each component separately.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"2023-05-12","national_metadata_updated_date":"2023-05-24","un_designated_tier":"3","source_active_1":true,"source_organisation_1":"Ministry of Education and Research","source_periodicity_1":"Once every 4 years","source_url_1":"","source_url_text_1":"Link to source","source_contact_1":"","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNESCO Education Sector, Division for Peace and Sustainable Development, Section of Education for Sustainable Development (UNESCO-ED/PSD/ESD) and UNESCO Institute for Statistics (UNESCO-UIS),</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Indicator 4.7.1/12.8.1/13.3.1 measures the extent to which countries mainstream Global Citizenship Education (GCED) and Education for Sustainable Development (ESD) in their education systems. This is an indicator of characteristics of different aspects of education systems: education policies, curricula, teacher training and student assessment as reported by government officials, ideally following consultation with other government ministries, national human rights institutes, the education sector and civil society organizations. It measures what governments intend and not what is implemented in practice in schools and classrooms. </p>\n<p>For each of the four components of the indicator (policies, curricula, teacher education, and student assessment), a number of criteria are measured, which are then combined to give a single score between zero and one for each component. (See methodology section for full details).</p>\n<p>The indicator and its methodology have been reviewed and endorsed by UNESCO&#x2019;s <a href=\"http://tcg.uis.unesco.org/\">Technical Cooperation Group on the Indicators for SDG 4-Education 2030</a> (TCG), which is responsible for the development and maintenance of the thematic indicator framework for the follow-up and review of SDG 4. The TCG also has an interest in education-related indicators in other SDGs, including global indicators 12.8.1 and 13.3.1. The TCG is composed of 38 regionally representative experts from UNESCO Member States (nominated by the respective geographic groups of UNESCO), as well as international partners, civil society, and the Co-Chair of the <a href=\"https://sdg4education2030.org/who-we-are\">Education 2030 Steering Committee</a>. The <a href=\"http://uis.unesco.org/\">UNESCO Institute for Statistics</a> acts as the Secretariat.</p>\n<p><strong>Concepts:</strong></p>\n<p><em>Global Citizenship Education (GCED) </em>and<em> Education for Sustainable Development (ESD)</em> nurture respect for all, build a sense of belonging to a common humanity, foster responsibility for a shared planet, and help learners become responsible and active global citizens and proactive contributors to a more peaceful, tolerant, inclusive, secure and sustainable world. They aim to empower learners of all ages to face and resolve local and global challenges and to take informed decisions and actions for environmental integrity, economic viability and a just society for present and future generations, while respecting cultural diversity.</p>","UNIT_MEASURE__GLOBAL":"<p>Index (between 0.000 and 1.000)</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Responses to the quadrennial reporting by UNESCO Member States on the implementation of the 1974 <a href=\"http://portal.unesco.org/en/ev.php-URL_ID=13088&amp;URL_DO=DO_TOPIC&amp;URL_SECTION=201.html\"><em>Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms</em></a>. The most recent round of reporting took place in 2020-21. The results were published in the Global SDG Indicator Database in July and September 2021. (See methodology section for details of questions asked).</p>","COLL_METHOD__GLOBAL":"<p>Responses are submitted by national governments, typically by officials in Ministries of Education. Respondents are asked to consult widely across other government ministries, with national human rights institutes, the education sector and civil society organizations in compiling their responses. Respondents are also asked to submit supporting evidence in the form of documents or links (e.g. to education policies or laws, curricula, etc.), which will be made publicly available during 2022.</p>","FREQ_COLL__GLOBAL":"<p>2020-21 round (covering 2017-2020) completed in April 2020. Next round foreseen in 2023-24 (covering 2021-2023).</p>","REL_CAL_POLICY__GLOBAL":"<p>Q2 and Q3 of 2021 (from 2020-21 reporting round) The next data release is not foreseen until at least Q2 of 2024.</p>","DATA_SOURCE__GLOBAL":"<p>Requests for reports are submitted to Ministers Responsible for Relations with UNESCO who are typically Education Ministers. Reports are usually completed by government officials in Ministries of Education. Countries are requested to consult widely before submitting their reports. To assist with this, requests for reports are also copied to NGOs in official partnership with UNESCO and the Office of the High Commissioner for Human Rights (OHCHR). </p>","COMPILING_ORG__GLOBAL":"<p>UNESCO&#x2019;s Sections for Education for Sustainable Development and Global Citizenship and Peace Education.</p>","INST_MANDATE__GLOBAL":"<p>In 1974, UNESCO Member States adopted the <em>Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms</em>, which encapsulates many of the aims of SDG targets 4.7, 12.8 and 13.3. Every four years, countries report on the implementation of the Recommendation. This well-established formal mechanism is the data source for indicator 4.7.1/12.8.1/13.3.1. The seventh quadrennial reporting round took place in 2020-2021.</p>","RATIONALE__GLOBAL":"<p>In order to achieve SDG targets 4.7, 12.8 and 13.3, it is necessary for governments to ensure that ESD and GCED and their sub-themes are fully integrated in all aspects of their education systems. Students will not achieve the desired learning outcomes if Education for Sustainable Development (ESD) and Global Citizenship Education (GCED) have not been identified as priorities in education policies or laws, if curricula do not specifically include the themes and sub-themes of ESD and GCED, and if teachers are not trained to teach these topics across the curriculum. </p>\n<p>This indicator aims to give a simple assessment of whether the basic infrastructure exists that would allow countries to deliver quality ESD and GCED to learners, to ensure their populations have adequate information on sustainable development and lifestyles in harmony with nature. Appropriate education policies, curricula, teacher education, and student assessment are key aspects of national commitment and effort to implement GCED and ESD effectively and to provide a conducive learning environment.</p>\n<p>Each component of the indicator is assessed on a scale of zero to one. The closer to one the value, the better mainstreamed are ESD and GCED in that component. By presenting results separately for each component, governments will be able to identify in which areas more efforts may be needed.</p>","REC_USE_LIM__GLOBAL":"<p>The indicator is based on self-reporting by government officials. However, countries are asked to provide supporting evidence in the form of documents or links (e.g. education policies or laws, curricula, etc.) to back up their responses. In addition, UNESCO compares responses with available information from alternative sources and, if appropriate, raise queries with national respondents. At the end of the reporting cycle, country responses and the supporting documents will be made publicly available.</p>","DATA_COMP__GLOBAL":"<p>Information collected with the questionnaire for monitoring the implementation by UNESCO Member States of the 1974 <em>Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms</em> is used for the construction of the global indicator. For each of the four components of the indicator (policies, curricula, teacher education, and student assessment), a number of criteria are measured, which are then combined to give a single score between zero and one for each component. Only information for primary and secondary education are used for calculation of indicator 4.7.1/12.8.1/13.3.1.</p>\n<ol>\n  <li><u>Laws and policies</u></li>\n</ol>\n<p>The following questions are used to calculate the policies component of the indicator:</p>\n<p><em>A2: Please indicate which global citizenship education (GCED) and education for sustainable development) ESD themes are covered in national or sub-national <u>laws, legislation or legal frameworks</u> on education. </em></p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) and two levels of government (national and sub-national) = 16 responses.</p>\n<p>Response categories are no = 0, yes = 1, unknown, which is treated as zero, and not applicable, which is ignored. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank the question score is not calculated. </p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = simple mean of the 0 and 1 scores, <u>excluding not applicables </u>(i.e., if eight of the 16 responses are &#x2018;not applicable&#x2019;, the sum of the 0 and 1 scores is divided by 8 to get the mean and not by 16).</p>\n<p><em>A4. Please indicate which GCED and ESD themes are covered in national or sub-national <u>education policies, frameworks or strategic objectives</u>.</em> </p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) = 8 responses. </p>\n<p>Response categories are no = 0, yes = 1, and unknown (treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>A5. Please indicate whether national or sub-national <u>education policies, frameworks or strategic objectives</u> on education provide a mandate to integrate GCED and ESD. </em></p>\n<p>There are two levels of government (national, sub-national) and five areas of integration (curricula, learning objectives, textbooks, teacher education, and student assessment) = 10 responses. </p>\n<p>Response categories are no = 0, yes = 1, unknown (treated as zero), and not applicable, which is ignored. Blanks are also treated as zeros. </p>\n<p>If more than half of responses <u>excluding not applicables</u> are unknown or blank, the question score is not calculated. </p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = simple mean of the 0 and 1 scores, <u>excluding not applicables </u>(i.e., if five of the 10 responses are &#x2018;not applicable&#x2019;, the sum of the 0 and 1 scores is divided by 5 to get the mean and not by 10).</p>\n<p><em>E1a. Based on your responses to questions in the previous section (laws and policies) please indicate to what extent global citizenship education (GCED) and education for sustainable development (ESD) are mainstreamed<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> in education laws and policies in your country.</em> </p>\n<p>There are two levels of government (national, sub-national) = 2 responses. </p>\n<p>Response categories are not at all = 0, partially = 1, extensively = 2, unknown (treated as zero), and not applicable, which is ignored. Blanks are also treated as zeros. </p>\n<p>If more than half of responses <u>excluding not applicables</u> are unknown or blank, the question score is not calculated. </p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = half the simple mean of the 0, 1 and 2 scores, <u>excluding not applicables </u>(i.e., if one of the two responses is &#x2018;not applicable&#x2019;, the sum of the 0, 1 and 2 scores is divided by 2 to get half the mean and not by 4). The score is half the mean in order to ensure it lies between 0 and 1 as do the scores for the other three questions in this section.</p>\n<p>Policy component score = simple mean of the scores for questions A2, A4, A5 and E1a. Where a question score could not be calculated because too many responses were unknown or blank, the component score is not calculated and is reported as not available.</p>\n<ol>\n  <li><u>Curricula</u></li>\n</ol>\n<p>The following questions are used to calculate the curricula component of the indicator:</p>\n<p><em>B2: Please indicate which global citizenship education (GCED) and education for sustainable development (ESD) themes are taught as part of the curriculum.</em> </p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) = 8 responses.</p>\n<p>Response categories are no = 0, yes = 1, and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated. </p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>B3. Please indicate in which subjects or fields of study GCED and ESD are taught in primary and secondary education.</em> </p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) and twelve subjects in which they may be taught (arts; civics, civil or citizenship education; ethics/moral studies; geography; health, physical education and sports; history; languages; mathematics; religious education; science; social studies and integrated studies) = 96 responses. </p>\n<p>Response categories are no = 0, yes = 1, and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank the question score is not calculated.</p>\n<p>Note that responses to &#x2018;other subjects, please specify&#x2019; in the question are ignored. If appropriate, during quality assurance answers in this category may be recoded to one of the other 12 subjects.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>B4. Please indicate the approaches used to teach GCED and ESD in primary and secondary education.</em> </p>\n<p>There are four teaching approaches (GCED/ESD as separate subjects, cross-curricular, integrated, whole school) = 4 responses</p>\n<p>Response categories are no = 0, yes = 1, and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>E1b. Based on your responses to questions in the previous section (curricula) please indicate to what extent global citizenship education (GCED) and education for sustainable development (ESD) are mainstreamed<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup> in curricula in your country.</em> </p>\n<p>There are two levels of government (national, sub-national) = 2 responses.</p>\n<p>Response categories are not at all = 0, partially = 1, extensively = 2, unknown (treated as zero), and not applicable, which is ignored. Blanks are also treated as zeros. </p>\n<p>If more than half of responses <u>excluding &#x2018;not applicables&#x2019;</u> are unknown or blank, the question score is not calculated.</p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = half the simple mean of the 0, 1 and 2 scores, <u>excluding &#x2018;not applicables&#x2019; </u>(i.e., if one of the two responses is &#x2018;not applicable&#x2019;, the sum of the 0, 1 and 2 scores is divided by 2 to get half the mean and not by 4). The score is half the mean in order to ensure it lies between 0 and 1, as do the scores for the other three questions in this section.</p>\n<p>Curricula component score = simple mean of the scores for questions B2, B3, B4 and E1b. Where a question score could not be calculated because too many responses were unknown or blank, the component score is not calculated and is reported as not available.</p>\n<ol>\n  <li><u>Teacher education</u></li>\n</ol>\n<p>The following questions are used to calculate the teacher education component of the indicator:</p>\n<p><em>C2: Please indicate whether teachers, trainers and educators are trained to teach global citizenship education (GCED) and education for sustainable development (ESD) during initial or pre-service training and/or through continuing professional development.</em> </p>\n<p>There are two types of training (initial/pre-service and continuing professional development) and two types of teachers (of selected subjects in which ESD/GCED are typically taught, and of other subjects) = 4 responses. </p>\n<p>Response categories are no = 0, yes = 1, and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>C3. Please indicate on which GCED and ESD themes pre-service or in-service training is available for teachers, trainers and educators.</em> </p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) = 8 responses.</p>\n<p>Response categories are no = 0, yes = 1 and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>C4. Please indicate whether teachers, trainers and educators are trained to teach the following dimensions of learning in GCED and ESD.</em> </p>\n<p>There are four learning dimensions (knowledge, skills, values, and attitudes/behaviours) = 4 responses. </p>\n<p>Response categories are no = 0, yes = 1, and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>C5. Please indicate whether teachers, trainers and educators are trained to use the following approaches to teach GCED and ESD in primary and secondary education</em>. </p>\n<p>There are four teaching approaches (GCED/ESD as separate subjects, cross-curricular, integrated, whole school) = 4 responses. </p>\n<p>Response categories are no = 0, yes = 1 and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>E1c. Based on your responses to questions in the previous section (teacher education), please indicate to what extent global citizenship education (GCED) and education for sustainable development (ESD) are mainstreamed<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup> in teacher education in your country.</em> </p>\n<p>There are two levels of government (national, sub-national) = 2 responses. </p>\n<p>Response categories are not at all = 0, partially = 1, extensively = 2, unknown (treated as zero), and not applicable (which is ignored). Blanks are also treated as zeros. </p>\n<p>If more than half of responses <u>excluding &#x2018;not applicables&#x2019;</u> are unknown or blank, the question score is not calculated.</p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = half the simple mean of the 0, 1 and 2 scores, <u>excluding &#x2018;not applicables&#x2019; </u>(i.e., if one of the two responses is &#x2018;not applicable&#x2019;, the sum of the 0, 1 and 2 scores is divided by 2 to get half the mean and not by 4). The score is half the mean in order to ensure it lies between 0 and 1, as do the scores for the other three questions in this section.</p>\n<p>Teacher education component score = simple mean of the scores for questions C2, C3, C4, C5 and E1c. Where component question score could not be calculated because too many responses were unknown or blank, the component score is not calculated and is reported as not available.</p>\n<ol>\n  <li><u>Student assessment</u></li>\n</ol>\n<p>The following questions are used to calculate the student assessment component of the indicator:</p>\n<p><em>D2: Please indicate whether the global citizenship education (GCED) and education for sustainable development (ESD) themes below are generally included in <u>student assessments or examinations</u>.</em> </p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) = 8 responses. </p>\n<p>Response categories are no = 0, yes = 1 and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>D3. Please indicate which of the dimensions of learning in GCED and ESD below are generally included in <u>student assessments or examinations</u>.</em> </p>\n<p>There are four learning dimensions (knowledge, skills, values, and attitudes/behaviours) = 4 responses.</p>\n<p>Response categories are no = 0, yes = 1 and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated. </p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>E1d. Based on your responses to questions in the previous section (student assessment), please indicate to what extent global citizenship education (GCED) and education for sustainable development (ESD) are mainstreamed<sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup> in student assessment in your country.</em> </p>\n<p>There are two levels of government (national, sub-national) = 2 responses. </p>\n<p>Response categories are not at all = 0, partially = 1, extensively = 2, unknown (treated as zero), and not applicable, which is ignored. Blanks are also treated as zeros. </p>\n<p>If more than half of responses <u>excluding &#x2018;not applicables&#x2019;</u> are unknown or blank, the question score is not calculated. </p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = half the simple mean of the 0, 1 and 2 scores, <u>excluding &#x2018;not applicables&#x2019; </u>(i.e., if one of the two responses is &#x2018;not applicable&#x2019;, the sum of the 0, 1 and 2 scores is divided by 2 to get half the mean and not by 4). The score is half the mean in order to ensure it lies between 0 and 1, as do the scores for the other three questions in this section.</p>\n<p>Student assessment component score = simple mean of the scores for questions D2, D3 and E1d. Where component question score could not be calculated because too many responses were unknown or blank, the component score is not calculated and is reported as not available.</p>\n<p>The component scores all lie between zero and one and are presented as a dashboard of four scores. They are not combined to create a single overall score for the indicator. The higher the score, the more GCED and ESD are mainstreamed in the given component. In this way, users can make a simple assessment in which component area more efforts may be needed. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> GCED and ESD are mainstreamed if they or their themes and sub-themes are mentioned explicitly in relevant documents and are expected to be implemented by the relevant authorities (e.g. Ministries, regional or local education authorities), educational institutions (e.g. schools, colleges and universities), and/or education professionals (e.g. teachers and lecturers), as appropriate. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> GCED and ESD are mainstreamed if they or their themes and sub-themes are mentioned explicitly in relevant documents and are expected to be implemented by the relevant authorities (e.g. Ministries, regional or local education authorities), educational institutions (e.g. schools, colleges and universities), and/or education professionals (e.g. teachers and lecturers), as appropriate. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> GCED and ESD are mainstreamed if they or their themes and sub-themes are mentioned explicitly in relevant documents and are expected to be implemented by the relevant authorities (e.g. Ministries, regional or local education authorities), educational institutions (e.g. schools, colleges and universities) and/or education professionals (e.g. teachers and lecturers), as appropriate. <a href=\"#footnote-ref-4\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> GCED and ESD are mainstreamed if they or their themes and sub-themes are mentioned explicitly in relevant documents and are expected to be implemented by the relevant authorities (e.g. Ministries, regional or local education authorities), educational institutions (e.g. schools, colleges and universities) and/or education professionals (e.g. teachers and lecturers) as appropriate. <a href=\"#footnote-ref-5\">&#x2191;</a></p></div></div>","DATA_VALIDATION__GLOBAL":"<p>Responses are reviewed by UNESCO for consistency and credibility and, if necessary, queries are raised with national respondents. Where feasible, reference is made to national documents and links supplied by respondents and to available alternative sources of information. </p>\n<p>Any proposed changes in response values in the questionnaire as a result of quality assurance procedures are communicated and verified with countries by UNESCO. Final results are shared before publication by UNESCO with the national data providers and with national SDG indicator focal points where they exist.</p>","ADJUSTMENT__GLOBAL":"<p>The only adjustments made are where question response categories are not valid and responses between different questions are inconsistent. In those circumstances, proposed changes are communicated to and verified with countries.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>A small number of missing values &#x2013; unknown responses and/or blanks &#x2013; are treated as zeros in the calculation of the question scores. Where they represent more than 50% of the responses to a single question, the component score is not calculated. In such cases, the component score is reported as not available when results are disseminated.</p>\n<ul>\n  <li><strong>At regional level</strong></li>\n</ul>\n<p>Regional values are not calculated.</p>","REG_AGG__GLOBAL":"<p>Regional aggregates are not calculated.</p>","DOC_METHOD__GLOBAL":"<p>&#x2022; Countries wishing to calculate this indicator for themselves should follow the steps described in section 4.c. Method of computation above.</p>\n<p>&#x2022; The questionnaire for the monitoring of the implementation of the 1974 Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms is approved by the Member States of the Executive Board of UNESCO. The questionnaire contains guidelines for completion and a glossary of key terms. In addition, UNESCO provides direct support to Member States in completing the questionnaire and responds to queries in a quality and timely manner. </p>","QUALITY_MGMNT__GLOBAL":"<p>None related to the processing of qualitative data collected principally for non-statistical purposes.</p>","QUALITY_ASSURE__GLOBAL":"<ul>\n  <li>UNESCO reviews country responses for consistency and credibility and, if necessary, raises queries with national respondents. To assist with this, countries are asked to provide, in addition to completed questionnaires, supporting evidence of their responses in the form of documents or links (e.g. to education policies, laws, curricula, etc.). These will be made publicly available during 2022 along with completed questionnaires. UNESCO also takes into account alternative sources of information, where available. These may include national responses to similar intergovernmental consultation processes, such as the Council of Europe&#x2019;s consultations on the <a href=\"https://www.coe.int/en/web/edc/2016-report-analysis\">Charter on Education for Democratic Citizenship and Human Rights Education</a>, the UN Economic Commission for Europe&#x2019;s consultations on the <a href=\"http://www.unece.org/env/esd/implementation.html\">Strategy for Education for Sustainable Development</a>, or other information on education for sustainable development (ESD) and global citizenship education (GCED) in countries&#x2019; national education systems.</li>\n  <li>Any proposed changes to response values in the questionnaire as a result of quality assurance procedures are communicated to and verified with countries by UNESCO. Final results are shared before publication by UNESCO with the national data providers and SDG indicator focal points. </li>\n</ul>","QUALITY_ASSMNT__GLOBAL":"<p>None related to the processing of qualitative data collected principally for non-statistical purposes.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>During the last consultation on the implementation of the 1974 Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms carried out in 2020-2021, 75 countries provided reports: Central and Southern Asia (4), Eastern and South-Eastern Asia (7), Europe and Northern America (32), Latin America and the Caribbean (10), Northern Africa and Western Asia (14), Oceania (2), and sub-Saharan Africa (6).</p>\n<p><strong>Time series:</strong></p>\n<p>The first data are available for the time period 2017-2020 (as a single time point).</p>\n<p><strong>Disaggregation:</strong></p>\n<p>None</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There should be no difference as the indicator values are calculated from the responses submitted by countries. If any changes are proposed to responses as a result of quality assurance procedures, these are communicated to and verified with countries.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong><a href=\"http://uis.unesco.org/\">http://uis.unesco.org/</a>. </p>\n<p><strong>References: </strong></p>\n<p><a href=\"http://portal.unesco.org/en/ev.php-URL_ID=13088&amp;URL_DO=DO_TOPIC&amp;URL_SECTION=201.html\">Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms</a>.</p>\n<p>.</p>","target_number":"4.7","goal_number":"4","indicator_sort_order":"04-07-01"}