{"composite_breakdown_label":"","computation_units":"Percent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"10.5.1 Financial Soundness Indicators","graph_titles":[],"graph_type":"line","indicator_available":"Financial Soundness Indicators","indicator_name":"Indicatorii de stabilitate financiară","indicator_number":"10.5.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republic of Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 10.5.1: Indicatorii de stabilitate financiară</p>","SDG_TARGET__GLOBAL":"<p>Target 10.5: Perfecționarea reglementării și monitorizării piețelor și instituțiilor  financiare globale și consolidarea implementării acestor reglementări</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"IMF","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"10.5","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-10.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 564kB)","SDG_INDICATOR":"<p>Indicator 10.5.1: Indicatori privind stabilitatea financiară</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"","UNIT_MEASURE":"Procent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Raport: Informație privind activitatea economico-financiară a băncilor din RM  - BNM","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Banca Națională a Moldovei","COMPILING_ORG":"","INST_MANDATE":"Banca Națională a Moldovei","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"<p> Stabilitatea financiară este măsurată prin intermediul a șapte indicatori care  sunt calculați separat: </p>  <p>  (1) Rata fondurilor proprii de nivel I în raport  cu total active</p>  <p>  I0 Fonduri proprii la total active. Această rată este  calculată folosind Fondurile proprii de (Nivelul 1) de bază ca numărător și  activele totale ca numitor. Datele sunt compilate în conformitate cu liniile  directoare din Basel I sau Basel II, iar din trimestrul II 2018 - conform  Basel III.</p>  <p>  (2) Rata fondurilor proprii de nivel I în raport cu activele  ponderate la risc </p>  <p>  I2 Fondurile proprii de Nivelul 1 de bază la activele  ponderate la risc. Datele pentru acest indicator al Stabilității Financiare de  asemenea sunt compilate în conformitate cu liniile directoare din Basel I sau  Basel II, iar din trimestrul II 2018 - conform Basel III. Acesta măsoară  suficiența capitalului băncilor conform concepției capitalului de bază al  Comitetului pentru Supraveghere Bancară de la Basel (BCBS). </p>  <p>  (3) Rata  creditelor neperformante nete în raport cu fondurile proprii totale: </p>  <p>  I3  Credite neperformante nete, în raport cu fondurile proprii totale. Acest  indicator al Stabilității Financiare este calculat luând valoarea creditelor  neperformante (NPL) minus valoarea reducerilor calculate pentru pierderi la  credite neperformante ca numărător și valoarea fondurilor proprii ca numitor.  Capitalul este măsurat ca total capital și rezerve în bilanțul sectorial;  pentru datele consolidate transfrontaliere, poate fi utilizat și capitalul  total propriu. Acest indicator al Stabilității financiare este unul al ratei  al suficienței capitalului, fiind un indicator important ce reflectă  capacitatea capitalului bancar de a face față pierderilor din împrumuturile  neperformante. (4) Ponderea creditelor neperformante în totalul creditelor  acordate: </p>  <p>  I4 Creditele neperformante la credite brute totale. Acest  indicator este calculate prin utilizarea valorii creditelor neperformante ca  numărător și valorii totale a portofoliului de credite (incluzând creditele  neperformante) ca numitor. Acest indicator este frecvent utilizat ca unul  proxy pentru a calitatea activelor și este destinat pentru identificarea  problemelor ce țin de calitatea activelor în portofoliului de credite. </p>  <p>   (5) Rentabilitatea activelor: </p>  <p>  I6 Rentabilitatea activelor este calculată  prin împărțirea venitului net înaintea articolelor și impozitelor  extraordinare (conform recomandărilor Ghidului FSI) la valoarea medie a  activelor totale (financiare și nefinanciare) pentru aceeași perioadă de  referință. Acest indicator al Stabilității Financiare este unul al  rentabilității bancare și este destinat măsurării eficienței utilizării de  către de ținătorii de depozite a activelor lor.</p>  <p>  (6) Rata activelor  lichide în raport cu pasivele pe termen scurt </p>  <p>  I11 Active lichide la  pasive pe termen scurt Acest indicator este calculat utilizând măsura de bază  a activelor lichide ca numărător și celor pasive pe termen scurt ca numitor.  Raportul poate fi calculat și luând ca numărător măsura largă a activelor  lichide. Acest indicator este o rată a activelor lichide și este destinat să  capteze nepotrivirea de lichidități între active și pasive, și oferă  informații despre măsura în care deponenții pot efectua retragerile fondurilor  pe termen fără a se confrunta cu probleme de lichidități.</p>  <p>  (7) Rata  poziției valutare deschise nete la fondurile proprii totale</p>  <p>  I12 Poziția  valutară deschisă netă în fonduri proprii. Poziția valutară deschisă calculată  în baza recomandării BCBS. Fondurile proprii ar trebui să reprezinte fonduri  proprii totale de bază sau fonduri proprii de nivel 1, deoarece poziția  valutară deschisă este un concept de supraveghere. Acest indicator este unul  al sensibilității la riscul de piață, care este conceput pentru a reflecta  expunerea deponenților la riscul de schimb comparativ cu capitalul. Măsoară  nepotrivirea activelor și pasivelor în valută pentru a evalua vulnerabilitatea  la fluctuațiile cursului de schimb.</p>  <p>  [A se  vedea](http://data.imf.org/regular.aspx?key=61404865) </p>","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"3","source_active_1":true,"source_organisation_1":"Banca Națională a Moldovei","source_periodicity_1":"lunar","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 10: Reduce inequality within and among countries</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Monetary Fund</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Seven FSIs are included as SDG indicators for 10.5.1 and expressed as percent.</p>\n<p>1 - Regulatory Tier 1 capital to assets </p>\n<p>2 - Regulatory Tier 1 capital to risk-weighted assets </p>\n<p>3 - Nonperforming loans net of provisions to capital </p>\n<p>4 - Nonperforming loans to total gross loans </p>\n<p>5 - Return on assets </p>\n<p>6 - Liquid assets to short-term liabilities </p>\n<p>7 - Net open position in foreign exchange to capital </p>\n<p><em>Regulatory Tier 1 capital to assets:</em> This is the ratio of the core capital (Tier 1) to total (balance sheet) assets. For jurisdictions that have implemented the Basel III leverage ratio, this indicator would be calculated using Tier 1 capital as the numerator and the exposure measure as the denominator, which comprises balance sheet assets, derivatives exposures, securities financing transaction exposures, and off-balance-sheet items.</p>\n<p> </p>\n<p><em>Regulatory Tier 1 capital to risk-weighted assets:</em> It is calculated using regulatory Tier 1 capital as the numerator and risk-weighted assets as the denominator. The data for this FSI are compiled in accordance with the implemented Basel Accord (i.e., Basel I, Basel II, or Basel III). </p>\n<p> </p>\n<p><em>Nonperforming loans net of provisions to capital:</em> This FSI is calculated by taking the value of nonperforming loans (NPLs) less the value of specific provisions for NPLs as the numerator and total regulatory capital as the denominator. </p>\n<p> </p>\n<p><em>Nonperforming loans to total gross loans</em>: This FSI is calculated by using the value of NPLs as the numerator and the total value of the loan portfolio (including NPLs, and before the deduction of specific provisions for NPLs) as the denominator. </p>\n<p> </p>\n<p><em>Return on assets</em>: This FSI is calculated by dividing annualized net income before taxes by the average value of total assets (financial and nonfinancial) over the same period. </p>\n<p> </p>\n<p><em>Liquid assets to short-term liabilities</em>: This FSI is calculated by using liquid assets as the numerator and short-term liabilities as the denominator.The components of liquid assets are defined in the IMF&#x2019;s <em>2019 FSIs Compilation Guide</em> (<em>2019 FSIs Guide</em>). </p>\n<p> </p>\n<p><em>Net open position in foreign exchange to capital</em>: The net open position in foreign exchange should be calculated based on the guidance in the <em>2019 FSIs Guide</em>. Capital should be total regulatory capital as net open position in foreign exchange is a supervisory concept. </p>\n<p><strong>Concepts:</strong></p>\n<p><em>Regulatory Tier 1 capital to assets</em>: Regulatory Tier 1 capital is calculated based on Basel I, II, or III depending on countries&#x2019; supervisory practices. Denominator is total balance sheet (non-risk weighted) assets. For jurisdictions that have implemented the Basel III leverage ratio, the denominator also includes off-balance-sheet items.</p>\n<p> </p>\n<p><em>Regulatory Tier 1 capital to risk- weighted assets</em>: Regulatory Tier 1 capital is calculated based on Basel I, II, or III depending on countries&#x2019; supervisory practices. Denominator is risk-weighted assets also calculated based on Basel standards. </p>\n<p> </p>\n<p><em>Nonperforming loans (NPLs) net of provisions to capital:</em> A loan is classified as NPL when payment of principal or interest is past due by 90 days or more, or evidence exists that a full or partial amount of a loan is not going to be recovered. Only specific provisions for NPLs are used in this calculation and they refer to charges against the value of specific NPLs. Data exclude accrued interest on NPLs. Capital is measured as total regulatory capital calculated based on Basel I, II, or III depending on countries&#x2019; supervisory practices.</p>\n<p> </p>\n<p><em>Nonperforming loans to total gross loans</em>: A loan is classified as NPL when payment of principal or interest is past due by 90 days or more, or evidence exists that a full or partial amount of a loan is not going to be recovered. The denominator is the total value of the loan portfolio (including NPLs, and before the deduction of specific provisions for NPLs). </p>\n<p> </p>\n<p><em>Return on assets:</em> The numerator is annualized net income before taxes. The denominator is the average value of total assets (financial and nonfinancial) over the same period. </p>\n<p> </p>\n<p><em>Liquid assets to short-term liabilities:</em> Liquid assets include currency and deposits and other financial assets available on demand or within three months as well as securities traded in liquid markets that can be converted into cash with minimal change in value. The denominator is short-term elements of debt liabilities plus net market value of financial derivatives position. The latter is calculated as financial derivatives liability position minus financial derivative asset position. Short-term refers to three months and should be defined on a remaining maturity basis. If remaining maturity is not available, original maturity can be used as an alternative. </p>\n<p> </p>\n<p><em>Net open position in foreign exchange to capital:</em> Net open position should be calculated in accordance with the guidance in the <em>2019 FSIs Guide</em>. The denominator is total regulatory capital as defined above.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%). Data in the sectoral financial statements and other memorandum series used to calculate FSIs are in national currency. </p>","CLASS_SYSTEM__GLOBAL":"<p>Classification of financial positions by type of financial instruments and by counterpart sector, and definition of financial corporations subsectors are provided in the 2019 FSIs Guide. <a href=\"http://data.imf.org/FSI\"><u><br></u>http://data.imf.org/FSI</a>.</p>","SOURCE_TYPE__GLOBAL":"<p>The common source data are data reported by banks for supervisory purposes. They include balance sheet, income statement, and memorandum series (such as Tier 1 capital, Tier 2 capital, risk-weighted assets).</p>","COLL_METHOD__GLOBAL":"<p>The national central banks or supervisory agencies collect these data for supervisory purposes, and these data are used for FSIs compilation. </p>","FREQ_COLL__GLOBAL":"<p>There are no predetermined deadlines. Countries report new FSIs as soon as they are ready</p>","REL_CAL_POLICY__GLOBAL":"<p>Data are disseminated on the IMF website as soon as they are ready.</p>","DATA_SOURCE__GLOBAL":"<p>The national central banks or bank supervisory agencies.</p>","COMPILING_ORG__GLOBAL":"<p>The FSIs are compiled at national level, but not at region or global level. </p>","RATIONALE__GLOBAL":"<p><strong>Regulatory Tier 1 capital to assets</strong>: It is a measure of leverage indicating the extent to which assets are funded by other than own funds.</p>\n<p> </p>\n<p><strong>Regulatory Tier 1 capital to risk-weighted assets</strong>: It measures the capital adequacy of deposit takers based on the core capital concept of the Basel Committee on Banking Supervision (BCBS). Capital adequacy and availability ultimately determine the degree of robustness of financial institutions to withstand shocks to their balance sheets. </p>\n<p> </p>\n<p><strong>Nonperforming loans net of provisions to capital</strong>: This FSI is a capital adequacy ratio and is an important indicator of the capacity of bank capital to withstand losses from NPLs that are not covered by specific provisions for NPLs. </p>\n<p> </p>\n<p><strong>Nonperforming loans to total gross loans</strong>: This FSI is often used as a proxy for asset quality and is intended to identify problems with asset quality in the loan portfolio. </p>\n<p> </p>\n<p><strong>Return on assets</strong>: It is an indicator of bank profitability and is intended to measure deposit takers&#x2019; efficiency in using their assets. </p>\n<p> </p>\n<p><strong>Liquid assets to short-term liabilities</strong>: It is a liquidity ratio and is intended to capture the liquidity mismatch of assets and liabilities and provides an indication of the extent to which deposit takers can meet the short-term withdrawal of funds without facing liquidity problems. </p>\n<p> </p>\n<p><strong>Net open position in foreign exchange to capital</strong>: This FSI is an indicator of sensitivity to market risk, which is intended to gauge deposit takers&#x2019; exposure to exchange rate risk compared with capital. It measures the mismatch of foreign currency asset and liability positions to assess the vulnerability to exchange rate movements.</p>","REC_USE_LIM__GLOBAL":"<p>Data for most countries are reported on a monthly or quarterly basis; a few countries report some FSI data on a semi-annual or annual basis and with a lag of more than a quarter. As of end-December 2021, there were more than 140 FSI reporters. Some countries&#x2019; compilation practices deviate from the <em>2019 FSIs Guide</em> methodology in certain areas and are documented in the FSIs metadata also posted on the IMF&#x2019;s FSIs website. Reporting countries provide all or most core FSIs and some encouraged FSIs that can be used to support the interpretation of these seven SDG indicators. FSIs data and metadata reported by countries are available at http://data.imf.org/FSI.</p>","DATA_COMP__GLOBAL":"<p>The calculation of the seven FSIs is detailed in section on &#x201C;Definition&#x201D; above. The common source data are data reported by banks to supervisory authorities, which are usually the FSI compilers.</p>","DATA_VALIDATION__GLOBAL":"<p>Country authorities validate data that they collect for bank supervision and these data are used to compile FSIs.</p>","ADJUSTMENT__GLOBAL":"<p>Data adjustments are not applicable to FSIs.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>It is not relevant to the seven FSIs. Source data are collected by banks&#x2019; supervisory authorities and complete reporting is usually mandated by law.</p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p>The FSIs are not compiled at regional or global levels.</p>","REG_AGG__GLOBAL":"<p>The FSIs are not aggregated at regional levels.</p>","DOC_METHOD__GLOBAL":"<p>The <em>2019 FSIs Guide</em> is available at http://data.imf.org/FSI.</p>","QUALITY_MGMNT__GLOBAL":"<p>Country authorities are responsible for the quality of FSIs and underlying data.</p>","QUALITY_ASSURE__GLOBAL":"<ul>\n  <li>The common source data are data reported by banks for supervisory purposes. National supervisors check and validate the data that are used by national FSI compilers. IMF staff check data in the sectoral financial statements and memorandum series reported by countries and address data issues in collaboration with the national compilers whenever such issues are flagged by the validation and consistency checks implemented in the IMF data processing system before processing the data and posting the indicators on the FSIs website. </li>\n</ul>","QUALITY_ASSMNT__GLOBAL":"<p>Quality assessment is done as part of the validation and consistency checks implemented in the IMF data processing system. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>As of end-December 2021, there were more than 140 FSI reporters. All reporters provide all or most core FSIs and some encouraged FSIs that can be used to support the interpretation of these seven SDG indicators. </p>\n<p><strong>Time series:</strong></p>\n<p>Data for most countries are reported on a monthly or quarterly basis (about 15 percent and 75 percent of total number of reporting countries, respectively); a few countries report data on a semi-annual basis and with a lag of more than a quarter. Data are available as far back as 2005 for some countries.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The FSIs disseminated by the IMF are weighted averages for the sector as a whole (e.g., deposit takers, other financial corporations, nonfinancial corporations). Data for parent banks, their branches, and relevant subsidiaries are consolidated; if this consolidation is not possible or not applicable, an explanation is provided in the metadata. There are no disaggregated breakdowns of the FSIs reported to the IMF.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Data calculated by other sources could be different from the FSIs disseminated by the IMF due to the use of different compilation methodology and/or institutional coverage. The FSIs disseminated by the IMF are compiled based on the <em>2019</em> <em>FSIs Guide</em>, which provides the guidance on the concepts and definitions, and sources and techniques for the compilation of cross-country comparable data to support national and international surveillance of financial systems. To facilitate identification of possible discrepancies across countries, reporters provide metadata to the IMF that detail departures from recommendations in the <em>2019</em> <em>FSIs Guide</em>.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> http://data.imf.org/FSI</p>\n<p><strong>References: </strong></p>","target_number":"10.5","goal_number":"10","indicator_sort_order":"10-05-01"}