{"composite_breakdown_label":"","computation_units":"scor","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"12.8.1. Existența în curricula școlară a modulelor/ conținuturilor curriculare: i) dezvoltarea durabilă, ii) educația pentru schimbările climatice și abordarea multidisciplinară a acestora în vederea formării profilului absolventului","graph_titles":[],"graph_type":"line","indicator_available":"12.8.1. Existența în curricula școlară a modulelor/ conținuturilor curriculare: i) dezvoltarea durabilă, ii) educația pentru schimbările climatice și abordarea multidisciplinară a acestora în vederea formării profilului absolventului","indicator_name":"Măsura în care (i) educația pentru cetățenie globală și (ii) educația pentru dezvoltare durabilă sunt integrate în (a) politicile naționale educaționale; (b) curriculum; (c) instruirea profesorilor și (d) evaluarea studenților","indicator_number":"12.8.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"<p> ***Indicator non-statistic***</p>  <p>Pentru anii 2018-2022 răspunsul este „DA” pentru i)  dezvoltarea durabilă, ii)  educația pentru schimbările climatice și abordarea  multidisciplinară a acestora  în vederea formării profilului absolventului.</p>  <p>Notă: </p>  <p>Dezvoltarea durabilă: Planul – cadru pentru învățământul primar, gimnazial și  liceal oferă fiecărui elev posibilitatea de a opta pentru discipline opționale.  Disciplinele opționale reprezintă componenta flexibilă a Planului–cadru de învățământ  care contribuie la dezvoltarea unor competențe transversale. Domeniile prioritare  includ și Educația pentru dezvoltare durabilă, care este orientată spre  utilizarea  competențelor în domeniul educației ecologice pentru înțelegerea și identificarea  de soluții în cazul problemelor locale și globale, precum cele de dezvoltare durabilă,  de mediu, de economie verde, de conservare a energiei/utilizare a surselor alternative  de energie/promovare a măsurilor de eficiență energetică ș.a. Curriculumul dezvoltat  în anul 2018 la disciplina Științe în învățământul primar, de asemenea, evidențiază  formarea competențelor la elevi și interesul pentru promovarea activă a valorilor  de mediu  și a unui mod sănătos de viață. Tematica educației ecologice se studiază  în instituțiile de învățământ în cadrul orelor obligatorii, orelor opționale și  activităților extrașcolare. Cadrele didactice orientează elevii, la disciplinele  școlare tangente domeniului prenotat, spre utilizarea competențelor în domeniul  educației ecologice, pentru înțelegerea și identificarea de soluții în cazul problemelor  locale și globale, precum și cele de dezvoltare durabilă, de mediu, de economie  verde, de conservare a energiei și de promovare a măsurilor de eficiență energetică.  Pentru organizarea orelor opționale, cadrele didactice dispun de Curriculumul la  disciplina opțională ,,Educație ecologică” pentru clasele I-XII și Curriculumul  la disciplina opțională ,,Chimia și explorarea mediului” pentru clasele X-XII (aprobate  de Consiliul Național pentru Curriculum și prin ordinul ME nr. 874 din 08 septembrie  2015). </p>  <p></p>  <p>Educația pentru schimbările climatice: În anul 2018 a fost demarată Reforma  curriculară care a determinat corelarea politicilor curriculare cu standardele  educaționale naționale și internaționale și formatarea profilului absolventului  prin prisma finalităților educaționale și a sistemului de competențe-cheie. În  învățământul primar, clasele II- IV, la Aria curriculară Matematică și științe  se studiază disciplina obligatorie Științe pentru care a fost dezvoltat curriculumul  și asigurat în document  completarea și actualizarea conținuturilor ce țin și de  fenomenele naturii, incluzând schimbările de climă.  Astfel, curriculumul include  competențe specifice de dezvoltare și anume: (1)  identificarea și descrierea componentelor,  fenomenelor, proceselor, relațiilor caracteristice mediului înconjurător, demonstrând  corectitudine și coerență în utilizarea terminologiei specifice; (2) explorarea-investigarea  mediului înconjurător, manifestând curiozitate și interes în valorificarea metodelor  și instrumentelor specifice de colectare și organizare a rezultatelor; (3) explicarea  informațiilor/rezultatelor/concluziilor obținute în demersuri de cunoaștere a mediului  înconjurător, manifestând atitudine critică și creativă; (4) rezolvarea unor situații  de problemă pe baza integrării achizițiilor dobândite la disciplină cu cele din  alte domenii, dovedind interes pentru promovarea activă a valorilor de mediu și  a unui mod sănătos de viață.  În context, disciplina Științe în clasele II-IV este  orientată spre formarea elevului prin prisma educației către natură, mediul înconjurător,  cunoașterea florei și faunei Republicii Moldova, responsabilitatea față de biodiversitatea  naturală, ocrotirea patrimoniului natural, dar și utilizarea competențelor în luarea  deciziilor pentru ocrotirea și menținerea bunăstării naturale.  Pentru învățământul  gimnazial și liceal se studiază disciplina Geografia care include unități de conținut  ce vizează tematica privind efectele schimbării de  climă. </p>","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 12.8.1: Măsura în care (i) educația pentru cetățenie globală și (ii) educația pentru  dezvoltare durabilă sunt integrate în (a) politicile naționale educaționale;  (b) curriculum; (c) instruirea profesorilor și (d) evaluarea studenților</p>","SDG_TARGET__GLOBAL":"<p>Target 12.8: Până în 2030, oamenii de pretutindeni trebuie să dețină informații relevante  și să fie sensibilizați pe tema dezvoltării durabile și a unui stil de viață  în armonie cu natura</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"UNESCO-UIS","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"12.8","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-12.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 782kB)","SDG_INDICATOR":"<p>Indicator 12.8.1: ța în curricula școlară a modulelor/ conținuturilor curriculare: i)  dezvoltarea durabilă, ii) educația pentru schimbările climatice și abordarea  multidisciplinară a acestora în vederea formării profilului absolventului</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Indicatorul se estimează in baza rapoartelor naționale transmise către UNESCO  in baza chestionarului privind implementarea Recomandării 1974 a UNESCO (1974  Recommendation concerning Education for International Understanding,   Cooperation  and  Peace  and  Education  relating  to  Human  Rights  and   Fundamental  Freedoms) transmis o dată la 4 ani către tarile-membre.  Metodologia și chestionarul UNESCO sunt anexate la metadatele globale pentru  indicatorul dat.","UNIT_MEASURE":"scor","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Informația descriptiva a Ministerului Educației si Cercetării,  conform chestionarului privind implementarea Recomandării 1974 a UNESCO (1974)","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Ministerul Educației și Cercetării","COMPILING_ORG":"","INST_MANDATE":"Ministerul Educației și Cercetării","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Metoda de calculare: Indicatorul este măsurat prin intermediul a 4 componente  (politici, curricula, instruirea cadrelor didactice și evaluarea elevilor),  fiecare incluzând o serie de criterii, care sunt apoi combinate pentru a da un  scor între „0” și „1” pentru fiecare componentă în parte.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"3","source_active_1":true,"source_organisation_1":"UNESCO","source_periodicity_1":"O dată la 4 ani","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNESCO Education Sector, Division for Peace and Sustainable Development, Section of Education for Sustainable Development (UNESCO-ED/PSD/ESD) and UNESCO Institute for Statistics (UNESCO-UIS),</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Indicator 4.7.1/12.8.1/13.3.1 measures the extent to which countries mainstream Global Citizenship Education (GCED) and Education for Sustainable Development (ESD) in their education systems. This is an indicator of characteristics of different aspects of education systems: education policies, curricula, teacher training and student assessment as reported by government officials, ideally following consultation with other government ministries, national human rights institutes, the education sector and civil society organizations. It measures what governments intend and not what is implemented in practice in schools and classrooms. </p>\n<p>For each of the four components of the indicator (policies, curricula, teacher education, and student assessment), a number of criteria are measured, which are then combined to give a single score between zero and one for each component. (See methodology section for full details).</p>\n<p>The indicator and its methodology have been reviewed and endorsed by UNESCO&#x2019;s <a href=\"http://tcg.uis.unesco.org/\">Technical Cooperation Group on the Indicators for SDG 4-Education 2030</a> (TCG), which is responsible for the development and maintenance of the thematic indicator framework for the follow-up and review of SDG 4. The TCG also has an interest in education-related indicators in other SDGs, including global indicators 12.8.1 and 13.3.1. The TCG is composed of 38 regionally representative experts from UNESCO Member States (nominated by the respective geographic groups of UNESCO), as well as international partners, civil society, and the Co-Chair of the <a href=\"https://sdg4education2030.org/who-we-are\">Education 2030 Steering Committee</a>. The <a href=\"http://uis.unesco.org/\">UNESCO Institute for Statistics</a> acts as the Secretariat.</p>\n<p><strong>Concepts:</strong></p>\n<p><em>Global Citizenship Education (GCED) </em>and<em> Education for Sustainable Development (ESD)</em> nurture respect for all, build a sense of belonging to a common humanity, foster responsibility for a shared planet, and help learners become responsible and active global citizens and proactive contributors to a more peaceful, tolerant, inclusive, secure and sustainable world. They aim to empower learners of all ages to face and resolve local and global challenges and to take informed decisions and actions for environmental integrity, economic viability and a just society for present and future generations, while respecting cultural diversity.</p>","UNIT_MEASURE__GLOBAL":"<p>Index (between 0.000 and 1.000)</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Responses to the quadrennial reporting by UNESCO Member States on the implementation of the 1974 <a href=\"http://portal.unesco.org/en/ev.php-URL_ID=13088&amp;URL_DO=DO_TOPIC&amp;URL_SECTION=201.html\"><em>Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms</em></a>. The most recent round of reporting took place in 2020-21. The results were published in the Global SDG Indicator Database in July and September 2021. (See methodology section for details of questions asked).</p>","COLL_METHOD__GLOBAL":"<p>Responses are submitted by national governments, typically by officials in Ministries of Education. Respondents are asked to consult widely across other government ministries, with national human rights institutes, the education sector and civil society organizations in compiling their responses. Respondents are also asked to submit supporting evidence in the form of documents or links (e.g. to education policies or laws, curricula, etc.), which will be made publicly available during 2022.</p>","FREQ_COLL__GLOBAL":"<p>2020-21 round (covering 2017-2020) completed in April 2020. Next round foreseen in 2023-24 (covering 2021-2023).</p>","REL_CAL_POLICY__GLOBAL":"<p>Q2 and Q3 of 2021 (from 2020-21 reporting round) The next data release is not foreseen until at least Q2 of 2024.</p>","DATA_SOURCE__GLOBAL":"<p>Requests for reports are submitted to Ministers Responsible for Relations with UNESCO who are typically Education Ministers. Reports are usually completed by government officials in Ministries of Education. Countries are requested to consult widely before submitting their reports. To assist with this, requests for reports are also copied to NGOs in official partnership with UNESCO and the Office of the High Commissioner for Human Rights (OHCHR). </p>","COMPILING_ORG__GLOBAL":"<p>UNESCO&#x2019;s Sections for Education for Sustainable Development and Global Citizenship and Peace Education.</p>","INST_MANDATE__GLOBAL":"<p>In 1974, UNESCO Member States adopted the <em>Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms</em>, which encapsulates many of the aims of SDG targets 4.7, 12.8 and 13.3. Every four years, countries report on the implementation of the Recommendation. This well-established formal mechanism is the data source for indicator 4.7.1/12.8.1/13.3.1. The seventh quadrennial reporting round took place in 2020-2021.</p>","RATIONALE__GLOBAL":"<p>In order to achieve SDG targets 4.7, 12.8 and 13.3, it is necessary for governments to ensure that ESD and GCED and their sub-themes are fully integrated in all aspects of their education systems. Students will not achieve the desired learning outcomes if Education for Sustainable Development (ESD) and Global Citizenship Education (GCED) have not been identified as priorities in education policies or laws, if curricula do not specifically include the themes and sub-themes of ESD and GCED, and if teachers are not trained to teach these topics across the curriculum. </p>\n<p>This indicator aims to give a simple assessment of whether the basic infrastructure exists that would allow countries to deliver quality ESD and GCED to learners, to ensure their populations have adequate information on sustainable development and lifestyles in harmony with nature. Appropriate education policies, curricula, teacher education, and student assessment are key aspects of national commitment and effort to implement GCED and ESD effectively and to provide a conducive learning environment.</p>\n<p>Each component of the indicator is assessed on a scale of zero to one. The closer to one the value, the better mainstreamed are ESD and GCED in that component. By presenting results separately for each component, governments will be able to identify in which areas more efforts may be needed.</p>","REC_USE_LIM__GLOBAL":"<p>The indicator is based on self-reporting by government officials. However, countries are asked to provide supporting evidence in the form of documents or links (e.g. education policies or laws, curricula, etc.) to back up their responses. In addition, UNESCO compares responses with available information from alternative sources and, if appropriate, raise queries with national respondents. At the end of the reporting cycle, country responses and the supporting documents will be made publicly available.</p>","DATA_COMP__GLOBAL":"<p>Information collected with the questionnaire for monitoring the implementation by UNESCO Member States of the 1974 <em>Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms</em> is used for the construction of the global indicator. For each of the four components of the indicator (policies, curricula, teacher education, and student assessment), a number of criteria are measured, which are then combined to give a single score between zero and one for each component. Only information for primary and secondary education are used for calculation of indicator 4.7.1/12.8.1/13.3.1.</p>\n<ol>\n  <li><u>Laws and policies</u></li>\n</ol>\n<p>The following questions are used to calculate the policies component of the indicator:</p>\n<p><em>A2: Please indicate which global citizenship education (GCED) and education for sustainable development) ESD themes are covered in national or sub-national <u>laws, legislation or legal frameworks</u> on education. </em></p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) and two levels of government (national and sub-national) = 16 responses.</p>\n<p>Response categories are no = 0, yes = 1, unknown, which is treated as zero, and not applicable, which is ignored. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank the question score is not calculated. </p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = simple mean of the 0 and 1 scores, <u>excluding not applicables </u>(i.e., if eight of the 16 responses are &#x2018;not applicable&#x2019;, the sum of the 0 and 1 scores is divided by 8 to get the mean and not by 16).</p>\n<p><em>A4. Please indicate which GCED and ESD themes are covered in national or sub-national <u>education policies, frameworks or strategic objectives</u>.</em> </p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) = 8 responses. </p>\n<p>Response categories are no = 0, yes = 1, and unknown (treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>A5. Please indicate whether national or sub-national <u>education policies, frameworks or strategic objectives</u> on education provide a mandate to integrate GCED and ESD. </em></p>\n<p>There are two levels of government (national, sub-national) and five areas of integration (curricula, learning objectives, textbooks, teacher education, and student assessment) = 10 responses. </p>\n<p>Response categories are no = 0, yes = 1, unknown (treated as zero), and not applicable, which is ignored. Blanks are also treated as zeros. </p>\n<p>If more than half of responses <u>excluding not applicables</u> are unknown or blank, the question score is not calculated. </p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = simple mean of the 0 and 1 scores, <u>excluding not applicables </u>(i.e., if five of the 10 responses are &#x2018;not applicable&#x2019;, the sum of the 0 and 1 scores is divided by 5 to get the mean and not by 10).</p>\n<p><em>E1a. Based on your responses to questions in the previous section (laws and policies) please indicate to what extent global citizenship education (GCED) and education for sustainable development (ESD) are mainstreamed<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> in education laws and policies in your country.</em> </p>\n<p>There are two levels of government (national, sub-national) = 2 responses. </p>\n<p>Response categories are not at all = 0, partially = 1, extensively = 2, unknown (treated as zero), and not applicable, which is ignored. Blanks are also treated as zeros. </p>\n<p>If more than half of responses <u>excluding not applicables</u> are unknown or blank, the question score is not calculated. </p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = half the simple mean of the 0, 1 and 2 scores, <u>excluding not applicables </u>(i.e., if one of the two responses is &#x2018;not applicable&#x2019;, the sum of the 0, 1 and 2 scores is divided by 2 to get half the mean and not by 4). The score is half the mean in order to ensure it lies between 0 and 1 as do the scores for the other three questions in this section.</p>\n<p>Policy component score = simple mean of the scores for questions A2, A4, A5 and E1a. Where a question score could not be calculated because too many responses were unknown or blank, the component score is not calculated and is reported as not available.</p>\n<ol>\n  <li><u>Curricula</u></li>\n</ol>\n<p>The following questions are used to calculate the curricula component of the indicator:</p>\n<p><em>B2: Please indicate which global citizenship education (GCED) and education for sustainable development (ESD) themes are taught as part of the curriculum.</em> </p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) = 8 responses.</p>\n<p>Response categories are no = 0, yes = 1, and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated. </p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>B3. Please indicate in which subjects or fields of study GCED and ESD are taught in primary and secondary education.</em> </p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) and twelve subjects in which they may be taught (arts; civics, civil or citizenship education; ethics/moral studies; geography; health, physical education and sports; history; languages; mathematics; religious education; science; social studies and integrated studies) = 96 responses. </p>\n<p>Response categories are no = 0, yes = 1, and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank the question score is not calculated.</p>\n<p>Note that responses to &#x2018;other subjects, please specify&#x2019; in the question are ignored. If appropriate, during quality assurance answers in this category may be recoded to one of the other 12 subjects.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>B4. Please indicate the approaches used to teach GCED and ESD in primary and secondary education.</em> </p>\n<p>There are four teaching approaches (GCED/ESD as separate subjects, cross-curricular, integrated, whole school) = 4 responses</p>\n<p>Response categories are no = 0, yes = 1, and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>E1b. Based on your responses to questions in the previous section (curricula) please indicate to what extent global citizenship education (GCED) and education for sustainable development (ESD) are mainstreamed<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup> in curricula in your country.</em> </p>\n<p>There are two levels of government (national, sub-national) = 2 responses.</p>\n<p>Response categories are not at all = 0, partially = 1, extensively = 2, unknown (treated as zero), and not applicable, which is ignored. Blanks are also treated as zeros. </p>\n<p>If more than half of responses <u>excluding &#x2018;not applicables&#x2019;</u> are unknown or blank, the question score is not calculated.</p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = half the simple mean of the 0, 1 and 2 scores, <u>excluding &#x2018;not applicables&#x2019; </u>(i.e., if one of the two responses is &#x2018;not applicable&#x2019;, the sum of the 0, 1 and 2 scores is divided by 2 to get half the mean and not by 4). The score is half the mean in order to ensure it lies between 0 and 1, as do the scores for the other three questions in this section.</p>\n<p>Curricula component score = simple mean of the scores for questions B2, B3, B4 and E1b. Where a question score could not be calculated because too many responses were unknown or blank, the component score is not calculated and is reported as not available.</p>\n<ol>\n  <li><u>Teacher education</u></li>\n</ol>\n<p>The following questions are used to calculate the teacher education component of the indicator:</p>\n<p><em>C2: Please indicate whether teachers, trainers and educators are trained to teach global citizenship education (GCED) and education for sustainable development (ESD) during initial or pre-service training and/or through continuing professional development.</em> </p>\n<p>There are two types of training (initial/pre-service and continuing professional development) and two types of teachers (of selected subjects in which ESD/GCED are typically taught, and of other subjects) = 4 responses. </p>\n<p>Response categories are no = 0, yes = 1, and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>C3. Please indicate on which GCED and ESD themes pre-service or in-service training is available for teachers, trainers and educators.</em> </p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) = 8 responses.</p>\n<p>Response categories are no = 0, yes = 1 and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>C4. Please indicate whether teachers, trainers and educators are trained to teach the following dimensions of learning in GCED and ESD.</em> </p>\n<p>There are four learning dimensions (knowledge, skills, values, and attitudes/behaviours) = 4 responses. </p>\n<p>Response categories are no = 0, yes = 1, and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>C5. Please indicate whether teachers, trainers and educators are trained to use the following approaches to teach GCED and ESD in primary and secondary education</em>. </p>\n<p>There are four teaching approaches (GCED/ESD as separate subjects, cross-curricular, integrated, whole school) = 4 responses. </p>\n<p>Response categories are no = 0, yes = 1 and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>E1c. Based on your responses to questions in the previous section (teacher education), please indicate to what extent global citizenship education (GCED) and education for sustainable development (ESD) are mainstreamed<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup> in teacher education in your country.</em> </p>\n<p>There are two levels of government (national, sub-national) = 2 responses. </p>\n<p>Response categories are not at all = 0, partially = 1, extensively = 2, unknown (treated as zero), and not applicable (which is ignored). Blanks are also treated as zeros. </p>\n<p>If more than half of responses <u>excluding &#x2018;not applicables&#x2019;</u> are unknown or blank, the question score is not calculated.</p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = half the simple mean of the 0, 1 and 2 scores, <u>excluding &#x2018;not applicables&#x2019; </u>(i.e., if one of the two responses is &#x2018;not applicable&#x2019;, the sum of the 0, 1 and 2 scores is divided by 2 to get half the mean and not by 4). The score is half the mean in order to ensure it lies between 0 and 1, as do the scores for the other three questions in this section.</p>\n<p>Teacher education component score = simple mean of the scores for questions C2, C3, C4, C5 and E1c. Where component question score could not be calculated because too many responses were unknown or blank, the component score is not calculated and is reported as not available.</p>\n<ol>\n  <li><u>Student assessment</u></li>\n</ol>\n<p>The following questions are used to calculate the student assessment component of the indicator:</p>\n<p><em>D2: Please indicate whether the global citizenship education (GCED) and education for sustainable development (ESD) themes below are generally included in <u>student assessments or examinations</u>.</em> </p>\n<p>There are eight GCED/ESD themes (cultural diversity and tolerance, gender equality, human rights, peace and non-violence, climate change, environmental sustainability, human survival and well-being, and sustainable consumption and production) = 8 responses. </p>\n<p>Response categories are no = 0, yes = 1 and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated.</p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>D3. Please indicate which of the dimensions of learning in GCED and ESD below are generally included in <u>student assessments or examinations</u>.</em> </p>\n<p>There are four learning dimensions (knowledge, skills, values, and attitudes/behaviours) = 4 responses.</p>\n<p>Response categories are no = 0, yes = 1 and unknown, which is treated as zero. Blanks are also treated as zeros. </p>\n<p>If more than half of responses are unknown or blank, the question score is not calculated. </p>\n<p>Question score = simple mean of the 0 and 1 scores.</p>\n<p><em>E1d. Based on your responses to questions in the previous section (student assessment), please indicate to what extent global citizenship education (GCED) and education for sustainable development (ESD) are mainstreamed<sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup> in student assessment in your country.</em> </p>\n<p>There are two levels of government (national, sub-national) = 2 responses. </p>\n<p>Response categories are not at all = 0, partially = 1, extensively = 2, unknown (treated as zero), and not applicable, which is ignored. Blanks are also treated as zeros. </p>\n<p>If more than half of responses <u>excluding &#x2018;not applicables&#x2019;</u> are unknown or blank, the question score is not calculated. </p>\n<p>Note that &#x2018;not applicable&#x2019; is used where only one level of government is responsible for education.</p>\n<p>Question score = half the simple mean of the 0, 1 and 2 scores, <u>excluding &#x2018;not applicables&#x2019; </u>(i.e., if one of the two responses is &#x2018;not applicable&#x2019;, the sum of the 0, 1 and 2 scores is divided by 2 to get half the mean and not by 4). The score is half the mean in order to ensure it lies between 0 and 1, as do the scores for the other three questions in this section.</p>\n<p>Student assessment component score = simple mean of the scores for questions D2, D3 and E1d. Where component question score could not be calculated because too many responses were unknown or blank, the component score is not calculated and is reported as not available.</p>\n<p>The component scores all lie between zero and one and are presented as a dashboard of four scores. They are not combined to create a single overall score for the indicator. The higher the score, the more GCED and ESD are mainstreamed in the given component. In this way, users can make a simple assessment in which component area more efforts may be needed. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> GCED and ESD are mainstreamed if they or their themes and sub-themes are mentioned explicitly in relevant documents and are expected to be implemented by the relevant authorities (e.g. Ministries, regional or local education authorities), educational institutions (e.g. schools, colleges and universities), and/or education professionals (e.g. teachers and lecturers), as appropriate. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> GCED and ESD are mainstreamed if they or their themes and sub-themes are mentioned explicitly in relevant documents and are expected to be implemented by the relevant authorities (e.g. Ministries, regional or local education authorities), educational institutions (e.g. schools, colleges and universities), and/or education professionals (e.g. teachers and lecturers), as appropriate. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> GCED and ESD are mainstreamed if they or their themes and sub-themes are mentioned explicitly in relevant documents and are expected to be implemented by the relevant authorities (e.g. Ministries, regional or local education authorities), educational institutions (e.g. schools, colleges and universities) and/or education professionals (e.g. teachers and lecturers), as appropriate. <a href=\"#footnote-ref-4\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> GCED and ESD are mainstreamed if they or their themes and sub-themes are mentioned explicitly in relevant documents and are expected to be implemented by the relevant authorities (e.g. Ministries, regional or local education authorities), educational institutions (e.g. schools, colleges and universities) and/or education professionals (e.g. teachers and lecturers) as appropriate. <a href=\"#footnote-ref-5\">&#x2191;</a></p></div></div>","DATA_VALIDATION__GLOBAL":"<p>Responses are reviewed by UNESCO for consistency and credibility and, if necessary, queries are raised with national respondents. Where feasible, reference is made to national documents and links supplied by respondents and to available alternative sources of information. </p>\n<p>Any proposed changes in response values in the questionnaire as a result of quality assurance procedures are communicated and verified with countries by UNESCO. Final results are shared before publication by UNESCO with the national data providers and with national SDG indicator focal points where they exist.</p>","ADJUSTMENT__GLOBAL":"<p>The only adjustments made are where question response categories are not valid and responses between different questions are inconsistent. In those circumstances, proposed changes are communicated to and verified with countries.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>A small number of missing values &#x2013; unknown responses and/or blanks &#x2013; are treated as zeros in the calculation of the question scores. Where they represent more than 50% of the responses to a single question, the component score is not calculated. In such cases, the component score is reported as not available when results are disseminated.</p>\n<ul>\n  <li><strong>At regional level</strong></li>\n</ul>\n<p>Regional values are not calculated.</p>","REG_AGG__GLOBAL":"<p>Regional aggregates are not calculated.</p>","DOC_METHOD__GLOBAL":"<p>&#x2022; Countries wishing to calculate this indicator for themselves should follow the steps described in section 4.c. Method of computation above.</p>\n<p>&#x2022; The questionnaire for the monitoring of the implementation of the 1974 Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms is approved by the Member States of the Executive Board of UNESCO. The questionnaire contains guidelines for completion and a glossary of key terms. In addition, UNESCO provides direct support to Member States in completing the questionnaire and responds to queries in a quality and timely manner. </p>","QUALITY_MGMNT__GLOBAL":"<p>None related to the processing of qualitative data collected principally for non-statistical purposes.</p>","QUALITY_ASSURE__GLOBAL":"<ul>\n  <li>UNESCO reviews country responses for consistency and credibility and, if necessary, raises queries with national respondents. To assist with this, countries are asked to provide, in addition to completed questionnaires, supporting evidence of their responses in the form of documents or links (e.g. to education policies, laws, curricula, etc.). These will be made publicly available during 2022 along with completed questionnaires. UNESCO also takes into account alternative sources of information, where available. These may include national responses to similar intergovernmental consultation processes, such as the Council of Europe&#x2019;s consultations on the <a href=\"https://www.coe.int/en/web/edc/2016-report-analysis\">Charter on Education for Democratic Citizenship and Human Rights Education</a>, the UN Economic Commission for Europe&#x2019;s consultations on the <a href=\"http://www.unece.org/env/esd/implementation.html\">Strategy for Education for Sustainable Development</a>, or other information on education for sustainable development (ESD) and global citizenship education (GCED) in countries&#x2019; national education systems.</li>\n  <li>Any proposed changes to response values in the questionnaire as a result of quality assurance procedures are communicated to and verified with countries by UNESCO. Final results are shared before publication by UNESCO with the national data providers and SDG indicator focal points. </li>\n</ul>","QUALITY_ASSMNT__GLOBAL":"<p>None related to the processing of qualitative data collected principally for non-statistical purposes.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>During the last consultation on the implementation of the 1974 Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms carried out in 2020-2021, 75 countries provided reports: Central and Southern Asia (4), Eastern and South-Eastern Asia (7), Europe and Northern America (32), Latin America and the Caribbean (10), Northern Africa and Western Asia (14), Oceania (2), and sub-Saharan Africa (6).</p>\n<p><strong>Time series:</strong></p>\n<p>The first data are available for the time period 2017-2020 (as a single time point).</p>\n<p><strong>Disaggregation:</strong></p>\n<p>None</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There should be no difference as the indicator values are calculated from the responses submitted by countries. If any changes are proposed to responses as a result of quality assurance procedures, these are communicated to and verified with countries.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong><a href=\"http://uis.unesco.org/\">http://uis.unesco.org/</a>. </p>\n<p><strong>References: </strong></p>\n<p><a href=\"http://portal.unesco.org/en/ev.php-URL_ID=13088&amp;URL_DO=DO_TOPIC&amp;URL_SECTION=201.html\">Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms</a>.</p>\n<p>.</p>","target_number":"12.8","goal_number":"12","indicator_sort_order":"12-08-01"}