{"composite_breakdown_label":"","computation_units":"număr","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"13.3.1.1. Acțiuni privind integrarea subiectelor vizând efectele schimbării de climă  în curricula învățământului primar, secundar și terțiar","graph_titles":[],"graph_type":"line","indicator_available":"Acțiuni privind integrarea subiectelor vizând efectele schimbării de climă (atenuarea, adaptarea, reducerea impactului și avertizarea timpurie) în curricula învățământului primar, secundar și terțiar","indicator_name":"Acțiuni privind integrarea subiectelor vizând efectele schimbării de climă (atenuarea, adaptarea, reducerea impactului și avertizarea timpurie) în curricula învățământului primar, secundar și terțiar","indicator_number":"13.3.1.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"<p> ***Indicator non-statistic***</p>  <p>Subiecte vizând efectele schimbării de climă integrate  în curricula învățământului:</p>  <p>1)Primar, secundar general - „DA” pentru anii 2018-2022</p>  <p>2) Profesional tehnic secundar și postsecundar - „DA” pentru anii 2010-2022</p>  <p>3) Superior - „DA” pentru anii 2010-2022</p>  <p></p>  <p>Notă:</p>  <p>1) În anul 2018 a fost demarată Reforma curriculară care a determinat corelarea politicilor curriculare cu standardele educaționale naționale și internaționale și formatarea profilului absolventului prin prisma finalităților educaționale și a sistemului de competențe-cheie. În învățământul primar, clasele II- IV, la Aria curriculară Matematică și științe se studiază disciplina obligatorie Științe pentru care a fost dezvoltat curriculumul și asigurat în document  completarea și actualizarea conținuturilor ce țin și de fenomenele naturii, incluzând schimbările de climă.  Astfel, curriculumul include competențe specifice de dezvoltare și anume: (1)  identificarea și descrierea componentelor, fenomenelor, proceselor, relațiilor caracteristice mediului înconjurător, demonstrând corectitudine și coerență în utilizarea terminologiei specifice; (2) explorarea-investigarea mediului înconjurător, manifestând curiozitate și interes în valorificarea metodelor și instrumentelor specifice de colectare și organizare a rezultatelor; (3) explicarea informațiilor/rezultatelor/concluziilor obținute în demersuri de cunoaștere a mediului înconjurător, manifestând atitudine critică și creativă; (4) rezolvarea unor situații de problemă pe baza integrării achizițiilor dobândite la disciplină cu cele din alte domenii, dovedind interes pentru promovarea activă a valorilor de mediu și a unui mod sănătos de viață.  În context, disciplina Științe în clasele II-IV este orientată spre formarea elevului prin prisma educației către natură, mediul înconjurător, cunoașterea florei și faunei Republicii Moldova, responsabilitatea față de biodiversitatea naturală, ocrotirea patrimoniului natural, dar și utilizarea competențelor în luarea deciziilor pentru ocrotirea și menținerea bunăstării naturale. Pentru învățământul gimnazial și liceal se studiază disciplina Geografia care include unități de conținut ce vizează tematica privind efectele schimbării de  climă.</p> <p>2) În Colegiul de Ecologie din Chișinău sunt studiate programele: Ecologia și protecția mediului și Silvicultura, care includ subiectele vizând efectele schimbării de  climă (atenuarea, adaptarea, reducerea impactului și avertizarea timpurie).</p>  <p>3) În universitățile pedagogice din Republica Moldova subiectele ce vizează efectele schimbării de  climă (atenuarea, adaptarea, reducerea impactului și avertizarea timpurie) sunt incluse în programele din domeniul Științe ale Educației specialitatea Geografie. </p>","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["National proxy"],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 13.3.1.1: NA</p>","SDG_TARGET__GLOBAL":"<p>Target 13.3: Îmbunătățirea educației, sensibilizării și capacităților umane și  instituționale privind atenuarea schimbărilor climatice, adaptarea, reducerea  impactului și alerta timpurie</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"UNFCCC,UNESCO-UIS","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"13.3","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-13.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 759kB)","SDG_INDICATOR":"<p>Indicator 13.3.1.1: Acțiuni privind integrarea subiectelor vizând efectele schimbării de  climă (atenuarea, adaptarea, reducerea impactului și avertizarea timpurie) în  curricula învățământului primar, secundar si terțiar</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> In cadrul United Nations Framework Convention on Climate Change (UNFCCC,  Decision 15/CP.18, eight-year Doha work programme on Article 6 of the UNFCCC  (2012 – 2020), par.22 g, 22f) sunt prevăzute acțiuni de includere a  problematicii privind schimbările climatice in procesul educațional  si de  informare a populației. Acordul de la Paris (art.12) prevede obligația  părților de a comunica despre astfel de acțiuni in cadrul NDCs (nationally  determined contributions). </p>  <p>  Acestea sunt incluse/descrise  in Comunicarea  Naționala cu privire la emisiile gazelor cu efect de sera (o dată la 4 ani),  [Raportul bienal actualizat  cu privire la emisiile gazelor cu efect de  sera](http://clima.md/).</p>  <p>  Totodată, metodologia globala lipsește, ceea ce  face dificila descrierea indicatorului național. </p>","UNIT_MEASURE":"număr","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Date din rapoartele naționale si materialele pregătite in conformitate cu  UNFCCC si Paris Agreement","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"<p> 1.Ministerul Educației și Cercetării</p>  <p>  2.Instituția Publică Oficiul National pentru Implementarea Proiectelor de Mediu </p>","COMPILING_ORG":"","INST_MANDATE":"Ministerul  Mediului","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"Indicatorul este un proxy propus la nivel național","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"3","source_active_1":true,"source_organisation_1":"<p> 1.Ministerul Educației și Cercetării</p>  <p>  2.Instituția Publică Oficiul National pentru Implementarea Proiectelor de Mediu </p>","source_periodicity_1":"O dată la 2 si 4 ani","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":"","target_number":"13.3","goal_number":"13","indicator_sort_order":"13-03-01-01"}