{"composite_breakdown_label":"","computation_units":"număr","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"16.10.2.1. Existența și gradul de implementare a cadrului normativ cu privire la accesul la informație","graph_titles":[],"graph_type":"line","indicator_available":"Existența și gradul de implementare a cadrului normativ cu privire la accesul la informație","indicator_name":"Existența și gradul de implementare a cadrului normativ cu privire la accesul la informație","indicator_number":"16.10.2.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"<p> ***Indicator non-statistic***</p>  <p>Ministerul Justiției a elaborat un nou proiect de lege privind accesul la informație. \n Noua lege urmează să transpună standardele internaționale în domeniu și anume, \n Convenția de la Tromsø,  Directiva UE privind reutilizarea informațiilor din sectorul \npublic, principiile administrației publice ale SIGMA, standardele Băncii Mondiale  privind divulgarea proactivă a informațiilor publice etc.</p>  <p>Proiectul de lege privind accesul la informație, elaborat de Ministerul Justiției,  a fost plasat pentru consultare publică pe platforma particip.gov.md în perioada  09.01.2023-03.02.2023, fiind ajustat conform propunerilor parvenite. Proiectul  de lege, care vine să îmbunătățească cadrul legal în Republica Moldova privind  accesul la informație, a fost votat în prima lectură în cadrul ședinței Parlamentului  din 11.05.2023.  </p>  <p></p>  <p>Un indicator relevant acestui indicator este  INDICELE ACCESULUI LA INFORMAȚIE:  măsurarea transparenței instituțiilor publice în Republica Moldova, studiu realizat  de către Freedom House.  În cadrul acestui studiu a fost măsurată calitatea legislației  și performanța instituțiilor publice în asigurarea accesului la informație în mod  sistematic în baza unui șir de criterii și indicatori. Prin această abordare și  analiza extinsă, s-a urmărit scopul de a face o evaluare obiectivă și detaliată  a situației în domeniu. Rezultatele analizei se vor reflecta în Indicele Accesului  la Informație în Republica Moldova, care reprezintă un indicator format din 3 elemente:  INDICELE ACCESULUI LA INFORMAȚIE CADRUL LEGISLATIV 1. Corespunderea cadrului legislativ  cu standardele internaționale , 2.  Nivelul de transparență proactivă  , 3.Eficiența  accesului la informație la solicitare , CARE ÎN CUMUL CONSTITUIE 100%   SURSA (https://freedomhouse.org/sites/default/files/2022-11/fh-Moldova_Access-to-Info-Report-2022_Rom-v2.pdf).  În anul 2021 a fost publicat primul raport prin care a fost analizat gradul de  transparență al instituțiilor publice din Republica Moldova.</p>  <p>În anul 2021 scorul a fost de 46 din 100, în anul 2022 - 47 din 100. </p>","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.10.2.1: Existența și gradul de implementare a cadrul normativ cu privire la  accesul la informație</p>","SDG_TARGET__GLOBAL":"<p>Target 16.10: Asigurarea accesului public la informații și protejarea libertăților  fundamentale,  în conformitate cu legislația națională și acordurile  internaționale</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"UNESCO-UIS","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"16.10","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-10-02.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 1361kB)","SDG_INDICATOR":"<p>Indicator 16.10.2.1: Existența și gradul de implementare a cadrul normativ cu  privire la accesul la informație</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Libertatea de informare - element important al libertății de exprimare, care  include dreptul de a primi, precum și de a difuza informații, opinii, idei,  constituind un deziderat general la scară internațională. Autoritățile  publice, potrivit competențelor ce le revin, sunt obligate să asigure  informarea corectă a cetățenilor asupra treburilor publice și asupra  problemelor de interes personal. Regimul adecvat al libertății de informare  este un aspect vital al activității unui guvern deschis și al democratizării  societății. Doar în condițiile în care există un schimb liber de informații  poate fi asigurată responsabilitatea și evitată corupția în eșaloanele  puterii, satisfăcut dreptul cetățenilor de a cunoaște.","UNIT_MEASURE":"număr","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"<p> 1) Date administrative</p>  <p>  2)  UNESCO's World Trends in Freedom of Expression  & Media Development reports, etc.;</p>  <p>  3) Analize ale experților cum sunt:  World Justice Open Government Index </p>  <p>  4) [Raport privind respectarea  drepturilor și libertăților omului în Republica Moldova în anul  2018](http://ombudsman.md/wp-content/uploads/2019/03/RAPRT18RORED.pdf) -  Avocatul Poporului </p>","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"<p> 1) Consiliul Coordonator al Audiovizualului</p>  <p>  2) Oficiului Avocatului  Poporului din Republica Moldova </p>","COMPILING_ORG":"","INST_MANDATE":"<p> Consiliul Național pentru Drepturile Omului</p>  <p>  Comisia drepturile omului și  relații interetnice a Parlamentului </p>","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"<p> Indicatorul este calculat în baza datelor cantitative și calitative  care sunt  generate în baza analizei studiilor existente (cum sunt: rapoartele UNESCO cu  privire la Tendințele Mondiale în Libertatea de Exprimare și Dezvoltare a  Mediei, etc.), date administrative, analize ale experților (de exemplu:  Indicele Justiției Mondiale a Guvernului Deschis), etc. Se vor evalua  următoarele variabile cheie:</p>  <p>  1. Dacă țara deține garanții  constituționale, statutare și / sau politice pentru accesul public la  informații?</p>  <p>  2. Dacă aceste garanții constituționale, statutare și / sau  politice reflectă acordurile internaționale cunoscute (de ex. Declarația  Universală a Drepturilor Omului, Pactul Internațional cu privire la Drepturile  Civile și Politice etc.)?</p>  <p>  3. Care sunt mecanismele de implementare care  garantează că aceste garanții funcționează optim? </p>","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"<p> 1)  Consiliul Coordonator al Audiovizualului</p>  <p>  2) Comisia drepturile omului  și relații interetnice a Parlamentului </p>","source_periodicity_1":"anual","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":"","target_number":"16.10","goal_number":"16","indicator_sort_order":"16-10-02-01"}