{"composite_breakdown_label":"","computation_units":"Procent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"17.10.1. Nivelul mediu ponderat al taxelor vamale de import în Republica Moldova","graph_titles":[],"graph_type":"line","indicator_available":"17.10.1. Nivelul mediu ponderat al taxelor vamale de import în Republica Moldova","indicator_name":"Nivelul mediu ponderat al tarifelor vamale la nivel mondial","indicator_number":"17.10.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["Global"],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.10.1: Nivelul mediu ponderat al tarifelor vamale la nivel mondial</p>","SDG_TARGET__GLOBAL":"<p>Target 17.10: Promovarea sistemului de comerț multilateral universal, bazat pe reguli, deschis,    nediscriminatoriu și echitabil în cadrul Organizației Mondiale a Comerțului, inclusiv prin încheierea negocierilor în cadrul Agendei de dezvoltare de la Doha</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"WTO,ITC,UNCTAD","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"17.10","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-10-01.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 468kB)","SDG_INDICATOR":"<p>Indicator 17.10.1: Nivelul mediu ponderat al tarifelor vamale de import în Republica Moldova</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Indicatorul este estimat în baza datelor privind tarifele de import. Pentru a include toate tarifele, unele taxe care nu sunt exprimate într-o formă ad valorem (de exemplu, taxe speciale) sunt transformate în echivalente ad valorem (adică, ca procent din valoarea importurilor). Conversia se efectuează la un tarif. nivel de linie pentru fiecare importator folosind metoda costului unitar. Valorile unității de import sunt calculate din valorile și cantitățile de import. Doar un număr limitat de rate tarifare care nu sunt ad valorem (adică taxe tehnice) nu pot fi furnizate de echivalenți ad valorem (AVE) și sunt excluse din calcul. Această metodologie permite, de asemenea, comparația între țări. Măsurile și taxele de remediere a comerțului nu sunt considerate ca fiind tarife.</p>  <p>   Clasificarea mărfurilor se realizează reieșind din prevederile Convenției internațională privind sistemul armonizat de descriere și codificare a mărfurilor (la care Republica Moldova a aderat în anul 2004 prin Legea nr.112 ), care este unul din documentele de bază elaborate de Organizația Mondială a Vămilor. Pentru unificarea clasificării mărfurilor, este utilizată anexa la Convenția vizată, în care se regăsește o Nomenclatură universală a mărfurilor, utilizată la moment de 207 țări ale lumii în calitate de bază a tarifelor vamale de export/import, dar și în scopuri statistice. Nomenclatura combinată a mărfurilor este divizată în  21 de secțiuni, 97 capitole, 1200 de poziții tarifare și peste 5100 de subpoziții tarifare, în baza căreia se elaborează și se gestionează Tariful Vamal Integrat al Republicii Moldova (TARIM). În TARIM sunt stocate informații cu privire la măsurile tarifare și măsurile de politică economică aplicabile mărfurilor importate în Republica Moldova/exportate din Republica Moldova. TARIM-ul este publicat pe pagina web oficială a Serviciului Vamal (Legea nr. 172 din  25.07.2014 privind aprobarea Nomenclaturii combinate a mărfurilor). </p>","UNIT_MEASURE":"Procent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"[Organizația Mondială a Comerțului (WTO) (IDB)](https://www.wto.org/english/res_e/reser_e/tariff_profiles_e.htm)","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Serviciul Vamal al Ministerul Finanțelor","COMPILING_ORG":"","INST_MANDATE":"Ministerul Dezvoltării Economiei Digitalizării","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Valoarea procentuală a tarifelor medii ponderate (media ponderată) aplicate importurilor de mărfuri din capitolul 01-97 al Sistemului armonizat  de descriere și codificare a mărfurilor.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"Indicatorul global se referă nivelul mediu ponderat al tarifelor vamale de import la nivel mondial, iar indicatorul național constituie o parte a indicatorului global agregat","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"Ministerul Finanțelor/ Serviciul Vamal al Ministerul Finanțelor","source_periodicity_1":"Colectare continuă","source_url_1":"https://www.wto.org/english/res_e/reser_e/tariff_profiles_e.htm","source_url_text_1":"Organizația Mondială a Comerțului (WTO)","source_contact_1":"","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Trade Centre (ITC)</p>\n<p>United Nations Conference on Trade and Development (UNCTAD)</p>\n<p>The World Trade Organization (WTO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Value in percentage of weighted average tariffs applied to the imports of goods in HS chapter 01-97.</p>\n<p><strong>Concepts:</strong></p>\n<p>Weighted average: In order to aggregate tariff value for country groups it is recommended to make use of a weighting methodology based on the value of goods imported.</p>\n<p>Tariffs: Tariffs are customs duties on merchandise imports, levied either on an ad valorem basis (percentage of value) or on a specific basis (e.g. $7 per 100 kg). Tariffs can be used to create a price advantage for similar locally-produced goods and for raising government revenues. Trade remedy measures and taxes are not considered to be tariffs.</p>","SOURCE_TYPE__GLOBAL":"<p>The main information used to calculate indicators 17.10.1 is import tariff data. Information on import tariffs might be retrieved by contacting directly National statistical offices, permanent country missions to the UN, regional organizations or focal points within the customs, ministries in charge of customs revenues (Ministry of economy/finance and related revenue authorities) or, alternatively, the Ministry of trade. Tariff data for the calculation of this indicator are retrieved from ITC (MAcMap) - http://www.macmap.org/ - WTO (IDB) - http://tao.wto.org - and UNCTAD (TRAINS) databases. Import tariff data included in the ITC (MAcMap) database are collected by contacting directly focal points in line national agencies or regional organizations (in the case of custom unions or regional economic communities). When available, data are downloaded from national or regional official websites. In some cases, data are purchased from private companies. Import tariff data included in the WTO (IDB) database are sourced from official notifications of WTO members. Import tariff included in the UNCTAD (TRAINS) database are collected from official sources, including official country or regional organizations websites.</p>","FREQ_COLL__GLOBAL":"<p>Continuously update all year round</p>","REL_CAL_POLICY__GLOBAL":"<p>Indicatively the indicators calculations can be ready by March every year. However, the date of release will depend on the period envisaged for the launching of the SDG monitoring report.</p>","COMPILING_ORG__GLOBAL":"<p>ITC, WTO and UNCTAD will jointly report on this indicator</p>","RATIONALE__GLOBAL":"<p>The average level of customs tariff rates applied worldwide can be used as an indicator of the degree of success achieved by multilateral negotiations and regional trade agreements.</p>","REC_USE_LIM__GLOBAL":"<p>Tariffs are only part of the factors that can explain the degree of openness and transparency in the international trade arena. However, accurate estimates on non-tariff measures or of transparency indicator do not exist.</p>\n<p>To further refine the quality of the information, additional sub-measurements could be calculated including: a) Tariff peaks (i.e. % of tariffs on some products that are considerably higher than usual, defined as above 15 per cent) and b) Tariff escalation (i.e. wherein a country applies a higher tariff rate to products at the later stages of production). These calculations were already provided by ITC as part of the MDG Gap Task Force Report. See the report for further information on the methodology at http://www.un.org/en/development/desa/policy/mdg_gap/mdg_gap2014/2014GAP_FULL_EN.pdf</p>","DATA_COMP__GLOBAL":"<p>In order to include all tariffs into the calculation, some rates which are not expressed in ad valorem form (e.g., specific duties) are converted in ad valorem equivalents (i.e. in per cent of the import value), The conversion is made at the tariff line level for each importer by using the unit value method. Import unit values are calculated from import values and quantities. Only a limited number of non-ad valorem tariff rates (i.e. technical duties) cannot be provided with ad valorem equivalents (AVE) and are excluded from the calculation. This methodology also allows for cross-country comparisons.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are calculated using the most recent year available.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are calculated using the most recent year available.</p>","REG_AGG__GLOBAL":"<p>HS 6-digit tariff averages weighted with HS 6-digit bilateral import flows for traded national tariff lines.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Asia and Pacific: 42</p>\n<p>Africa: 49</p>\n<p>Latin America and the Caribbean: 34</p>\n<p>Europe, North America, Australia, New Zealand and Japan: 48</p>\n<p><strong>Time series:</strong></p>\n<p>Yearly data from 2005 to latest year </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation is available by product sector (e.g. Agriculture, Textile, Environmental goods), geographical regions and country income level (e.g. Developed, Developing, LDCs)</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.intracen.org / www.wto.org / http://unctad.org/en/Pages/Home.aspx</p>\n<p><strong>References:</strong></p>\n<p>Not references</p>","target_number":"17.10","goal_number":"17","indicator_sort_order":"17-10-01"}