{"composite_breakdown_label":"","computation_units":"100 mii populație","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"3.9.2. Rata mortalității determinate de surse nesigure de apă, sanitație și igienă la 100 000 populație","graph_titles":[],"graph_type":"line","indicator_available":"Rata mortalității determinate de surse nesigure de apă, sanitație și igienă la 100 000 populație","indicator_name":"Rata mortalității determinate de surse nesigure de apă, lipsă de sanitație și igienă (expunerea la servicii nesigure de apă, sanitație și igienă pentru toți - WASH)","indicator_number":"3.9.2","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"notstarted","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.9.2: Rata mortalității determinate de surse nesigure de apă, lipsă de sanitație și  igienă (expunerea la servicii nesigure de apă, sanitație și igienă pentru toți  - WASH)</p>","SDG_TARGET__GLOBAL":"<p>Target 3.9: Până în 2030, reducerea substanțială a numărului deceselor și bolilor  provocate de produsele chimice periculoase, de poluare și de contaminarea  aerului, apei și a solului</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"World Health Organisation (WHO)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"Rata mortalității atribuită apei nesigure  igienizării nesigure și lipsei de igienă (expunerea la servicii de apă nesigură  sanitație și igienă pentru toți (WASH)) astfel cum este definită ca numărul de decese din cauza apei nesigure igienizării nesigure și lipsei de igienă (expunerea la servicii WASH nesigure) într-un an  împărțit la populație și înmulțit cu 1.000.000.","SDG_GOAL":"","target_id":"3.9","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-09-02.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 214 KB)","SDG_INDICATOR":"<p>Indicator 3.9.2: Rata mortalității determinate de surse nesigure de apă, sanitație și  igienă la 100.000 populație</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Apa potabilă nesigură, igienizarea nesigură și lipsa igienei sunt cauze  importante ale decesului. Conform metodologiilor OMS, în estimarea acestui  indicator, se ia în considerare doar impactul bolilor diareice, infecțiilor cu  nematode intestinale și malnutriției cu proteine energetice. De asemenea  conform OMS, prin oferirea adecvată a serviciilor WASH  în plus față de  diaree, ar putea fi prevenite următoarele boli: malnutriția, infecțiile cu  nematode intestinale, filariaaă limfatică, trahomul, schistosomiaza și  malaria.","UNIT_MEASURE":"100 mii populație","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"<p> 1) Date statistice privind mortalitatea populației pe cauze de deces -  ANSP</p>  <p>  2) Date statistice cu privire la populației - BNS </p>","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"<p> 1) Agenția Națională pentru Sănătate Publică</p>  <p>  2) Biroul Național de  Statistică </p>","COMPILING_ORG":"","INST_MANDATE":"Ministerul Muncii și Protecției Sociale","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Numărul cazurilor de deces cauzate de sursele nesigure de apă, sanitație și  igienă într-un an,  raportat la numărul populației *100000","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"Agenția Națională pentru Sănătate Publică","source_periodicity_1":"anual","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>The mortality rate attributed to unsafe water, unsafe sanitation and lack of hygiene (exposure to unsafe Water, Sanitation and Hygiene for All (WASH) services) as defined as the number of deaths from unsafe water, unsafe sanitation and lack of hygiene (exposure to unsafe WASH services) in a year, divided by the population, and multiplied by 100,000. </p>\n<p> </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>Deaths attributable to unsafe water, sanitation and hygiene focusing on inadequate WASH services, expressed per 100,000 population; The included diseases are diarrhoea (GHE code 110 which includes ICD-10 codes A00, A01, A03, A04, A06-A09), acute respiratory infections (GHE code 380 which includes ICD-10 codes H65-H66, J00-J22, P23, and U04) intestinal nematode infections (GHE codes 340, 350 and 360 which include ICD-10 codes B76-B77, and B79) and protein-energy malnutrition (GHE code 550 which includes ICD-10 codes E40-E46). </p>\n<p> </p>","UNIT_MEASURE__GLOBAL":"<p>Mortality rate (deaths per 100,000 population)</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Data is compiled mainly from country and other databases directly. To maximize the data for robust estimates, as well as to reduce duplication of data collection to avoid further data reporting burden on countries, complementary data are used from various databases (please refer to section 4.c. for specific data sources). </p>","COLL_METHOD__GLOBAL":"<p>WHO conducts a formal country consultation process before releasing its cause-of-death estimates. </p>","FREQ_COLL__GLOBAL":"<p>Ongoing </p>","REL_CAL_POLICY__GLOBAL":"<p>2022, second quarter </p>","DATA_SOURCE__GLOBAL":"<p>National statistics offices, Various line ministries and databases covering civil registration with complete coverage and medical certification of cause of death. </p>","COMPILING_ORG__GLOBAL":"<p>WHO </p>","INST_MANDATE__GLOBAL":"<p>The World Health Organization (WHO) is the Custodian Agency or co-Custodian Agency for reporting on several SDG indicators, including indicator 3.9.2, the mortality rate attributed to unsafe water, unsafe sanitation and lack of hygiene (exposure to unsafe Water, Sanitation and Hygiene for All (WASH) services).</p>","RATIONALE__GLOBAL":"<p>The indicator expresses the number of deaths from inadequate water, sanitation and hygiene (with focus on WASH services) which could be prevented by improving those services and practices. It is based on both the WASH service provision in the country, as well as the related health outcomes, and therefore provides important information on the actual disease caused by the risks measured in targets 6.1 and 6.2. </p>","REC_USE_LIM__GLOBAL":"<p>Data rely on (a) statistics on WASH services (6.1 and 6.2), which are well assessed in almost all countries, and (b) data on deaths. Data on deaths are also widely available from countries from death registration data or sample registration systems, which are certainly feasible systems. Such data are crucial for improving health and reducing preventable deaths in countries. The main limitation is that not all countries do have such registration systems to date, and data need to be completed with other type of information. </p>","DATA_COMP__GLOBAL":"<p><u>4.c.i. Model</u></p>\n<p>&apos;WHO estimation of health impacts from environmental risks is based on comparative risk assessment (CRA) methods, which are used extensively in burden of disease assessments (Ezzati et al., 2002). This approach estimates the proportional reduction in disease or death that would occur if exposures were reduced to an alternative baseline level bearing a minimum risk (also referred to as theoretical minimum risk), while other conditions remain unchanged. The CRA methodology combines data on exposure, disease burden and the exposure-response relationship to estimate the burden of disease associated with that exposure (Ezzati et al., 2002). For each risk factor (unsafe water, sanitation, or hygiene), the population attributable fraction (PAF) is estimated by comparing current exposure distributions to a counterfactual distribution, for each exposure level, sex and age group:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"normal\">P</mi>\n    <mi mathvariant=\"normal\">A</mi>\n    <mi mathvariant=\"normal\">F</mi>\n    <mo>=</mo>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mrow>\n          <munderover>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi mathvariant=\"normal\">i</mi>\n              <mo>=</mo>\n              <mn>1</mn>\n            </mrow>\n            <mrow>\n              <mi mathvariant=\"normal\">n</mi>\n            </mrow>\n          </munderover>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi mathvariant=\"normal\">p</mi>\n              </mrow>\n              <mrow>\n                <mi mathvariant=\"normal\">i</mi>\n              </mrow>\n            </msub>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mo>(</mo>\n            <msub>\n              <mrow>\n                <mi mathvariant=\"normal\">R</mi>\n                <mi mathvariant=\"normal\">R</mi>\n              </mrow>\n              <mrow>\n                <mi mathvariant=\"normal\">i</mi>\n              </mrow>\n            </msub>\n            <mo>-</mo>\n            <mn>1</mn>\n            <mo>)</mo>\n          </mrow>\n        </mrow>\n      </mrow>\n      <mrow>\n        <mrow>\n          <munderover>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi mathvariant=\"normal\">i</mi>\n              <mo>=</mo>\n              <mn>1</mn>\n            </mrow>\n            <mrow>\n              <mi mathvariant=\"normal\">n</mi>\n            </mrow>\n          </munderover>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi mathvariant=\"normal\">p</mi>\n              </mrow>\n              <mrow>\n                <mi mathvariant=\"normal\">i</mi>\n              </mrow>\n            </msub>\n            <mfenced separators=\"|\">\n              <mrow>\n                <msub>\n                  <mrow>\n                    <mi mathvariant=\"normal\">R</mi>\n                    <mi mathvariant=\"normal\">R</mi>\n                  </mrow>\n                  <mrow>\n                    <mi mathvariant=\"normal\">i</mi>\n                  </mrow>\n                </msub>\n                <mo>-</mo>\n                <mn>1</mn>\n              </mrow>\n            </mfenced>\n            <mo>+</mo>\n            <mn>1</mn>\n          </mrow>\n        </mrow>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>Where <em>pi</em> and <em>RR<sub>i</sub></em> are the proportion of the exposed population and the relative risk at exposure level <em>i</em>, respectively, and <em>n</em> is the total number of exposure levels. The joint burden of exposure to unsafe water, sanitation and hygiene was estimated by the following formula (6):</p>\n<p> <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"normal\">P</mi>\n    <mi mathvariant=\"normal\">A</mi>\n    <mi mathvariant=\"normal\">F</mi>\n    <mo>=</mo>\n    <mn>1</mn>\n    <mo>-</mo>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mrow>\n      <munderover>\n        <mo stretchy=\"false\">&#x220F;</mo>\n        <mrow>\n          <mi mathvariant=\"normal\">r</mi>\n          <mo>=</mo>\n          <mn>1</mn>\n        </mrow>\n        <mrow>\n          <mi mathvariant=\"normal\">R</mi>\n        </mrow>\n      </munderover>\n      <mrow>\n        <mo>(</mo>\n        <mn>1</mn>\n        <mo>-</mo>\n        <msub>\n          <mrow>\n            <mi mathvariant=\"normal\">P</mi>\n            <mi mathvariant=\"normal\">A</mi>\n            <mi mathvariant=\"normal\">F</mi>\n          </mrow>\n          <mrow>\n            <mi mathvariant=\"normal\">r</mi>\n          </mrow>\n        </msub>\n        <mo>)</mo>\n      </mrow>\n    </mrow>\n  </math></p>\n<p>Where <em>r </em>is the individual risk factor, and <em>R</em> the total of risk factors accounted for in the cluster. Additional details on the methods of estimation are available from various publications (1,7). </p>\n<p>This methodology has been used extensively to calculate the health gains from improvements in water supply, as well as sanitation and hygiene and had been published in various documents (Clasen et al., 2014; Pr&#xFC;ss-Ust&#xFC;n et al., 2014; Pr&#xFC;ss-Ust&#xFC;n et al., 2019)</p>\n<p>The following four types of data are required to produce estimates for indicator 3.9.2:</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Data type </p>\n      </td>\n      <td>\n        <p>Source</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Population </p>\n        <p>Country level population figures </p>\n      </td>\n      <td>\n        <p><u>UN Population Division. </u><a href=\"https://population.un.org/wpp/\">https://population.un.org/wpp/</a></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Exposure </p>\n        <p>The necessary water indicators include </p>\n        <ul>\n          <li>safely managed drinking water services; </li>\n          <li>basic drinking water services; </li>\n          <li>population using surface water, unimproved drinking water sources, or limited drinking water services; </li>\n          <li>population practising household water treatment with filtration, chlorination, or solar disinfection. </li>\n        </ul>\n        <p>The necessary sanitation indicators include </p>\n        <ul>\n          <li>basic sanitation services with sewer connections; </li>\n          <li>basic sanitation services without sewer connections; </li>\n          <li>open defecation, unimproved sanitation facilities, or limited sanitation services</li>\n        </ul>\n        <p>One hygiene indicator is used: </p>\n        <ul>\n          <li>population practising handwashing with soap and water after potential faecal contacts.</li>\n        </ul>\n      </td>\n      <td>\n        <p>Many of these data are available in the global database maintained by the WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene, and several are SDG indicators. Where countries lack data for one or more indicators, missing values are imputed using multi-level logistic modelling (Wolf et al, 2013; Pr&#xFC;ss-Ust&#xFC;n et al., 2014; Pr&#xFC;ss-Ust&#xFC;n et al., 2019)</p>\n        <p><a href=\"http://www.washdata.org\">www.washdata.org</a></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Diseaase burden </p>\n        <p>The total number of deaths and DALYs caused by diarrhoeal disease per year.</p>\n      </td>\n      <td>\n        <p>WHO Global Health Observatory (GHO) <a href=\"https://www\">https://www</a>.who.int/data/gho/data/themes/mortality-and-global-health-estimates/ghe-leading-causes-of-death</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Exposure-response relationship</p>\n        <p>The relative risk, which links exposure with disease. </p>\n      </td>\n      <td>\n        <p>The calculation uses the exposure-response relationship for drinking water and diarrhoea calculated as part of the most recent systematic review of water and sanitation intervention studies and impacts on diarrhoea </p>\n        <p>(Wolf, J, 2022, under review).</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p> </p>","DATA_VALIDATION__GLOBAL":"<p>Draft estimates are reviewed with Member States through a WHO country consultation process and SDG focal points every time new data are generated. In addition, the methods and data are published in a peer-reviewed journal. 2016 estimates were published in 2019 (see 4.c.), and the manuscript for the 2019 estimates presently being submitted is currently under development, with plans for submission to a peer-reviewed journal by April 2022. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>For population data and disease burden envelopes, complete datasets are available, so there are no issues with missing data at the country level. For exposure data, many of these data are available in the global database maintained by the WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene, and several are SDG indicators. Where data are lacking for one or more required indicators, missing values are imputed using multi-level logistic modelling (Wolf et al, 2013). </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p> </p>\n<p>Not applicable</p>","REG_AGG__GLOBAL":"<p>Country estimates of number of deaths by cause are summed to obtain regional and global aggregates. Populations published by the UNPD&#x2019;s World Population Prospects are aggregated to regional and global levels. The mortality rate is then calculated at the regional and global levels. </p>\n<p> </p>","DOC_METHOD__GLOBAL":"<p>Data for this indicator are not routinely collected by countries. Rather, they are modelled using Comparative Risk Assessment methods<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> (For further information please see section 4.c.). However, while countries do not routinely collect these data to feed into the global figures for indicator 3.9.2, there have been a small number of requests for technical assistance from WHO country offices for support in the country-level calculation of WASH-attributable disease burden. A country tool is in development to enable countries to calculate the estimated burden of disease associated with WASH for their own country, and this will be available later this year. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Pr&#xFC;ss-Ust&#xFC;n A, Wolf J, Bartram J, Clasen T, Cumming O, Freeman MC, Gordon B, Hunter PR, Medlicott K, Johnston R. Burden of disease from inadequate water, sanitation and hygiene for selected adverse health outcomes: an updated analysis with a focus on low- and middle-income countries. International journal of hygiene and environmental health. 2019 Jun 1; 222(5): 765-77. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","QUALITY_MGMNT__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: <a href=\"https://www.who.int/data/ddi\">https://www.who.int/data/ddi</a></p>","QUALITY_ASSURE__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: <a href=\"https://www.who.int/data/ddi\">https://www.who.int/data/ddi</a></p>","QUALITY_ASSMNT__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: <a href=\"https://www.who.int/data/ddi\">https://www.who.int/data/ddi</a></p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data are available for 183 UN Member States, and can be accessed through the WHO Global Health Observatory: https://apps.who.int/gho/data/view.main.INADEQUATEWSHv?lang=en</p>\n<p> </p>\n<p><strong>Time series:</strong></p>\n<p>Previous rounds of estimates have been published with reference years of 2012, 2015, and 2016. As there have been changes in methods for diarrhoea, they have limited comparability. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>National, regional and global data are available at the total population; disaggregated into male and female populations; and for the population under age five.</p>\n<p> </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>WHO is required by World Health Assembly resolution to consult on all WHO statistics, and seek feedback from countries on data about countries and territories. Before publishing, all estimates undergo country consultations. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p> </p>\n<p>WHO indicator definition <a href=\"https://www.who.int/data/gho/indicator-metadata-registry/imr-details/2260\">https://www.who.int/data/gho/indicator-metadata-registry/imr-details/2260</a> </p>\n<p>WHO methods and data sources for global causes of death, 2000&#x2013;2012 <a href=\"https://cdn.who.int/media/docs/default-source/gho-documents/global-health-estimates/ghe2019_cod_methods.pdf\">https://cdn.who.int/media/docs/default-source/gho-documents/global-health-estimates/ghe2019_cod_methods.pdf</a></p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p>Clasen, T., Pr&#xFC;ss-Ust&#xFC;n, A., Mathers, C. D., Cumming, O., Cairncross, S., &amp; Colford, J. M. (2014). Estimating the impact of unsafe water, sanitation and hygiene on the global burden of disease: evolving and alternative methods. Trop Med Int Health, 19(8), 884-893. <a href=\"https://doi.org/10.1111/tmi.12330\">https://doi.org/10.1111/tmi.12330</a></p>\n<p>Ezzati, M., Lopez, A. D., Rodgers, A., Vander Hoorn, S., Murray, C. J., &amp; Group, C. R. A. C. (2002). Selected major risk factors and global and regional burden of disease. Lancet, 360(9343), 1347-1360. <a href=\"https://doi.org/10.1016/S0140-6736(02)11403-6\">https://doi.org/10.1016/S0140-6736(02)11403-6</a></p>\n<p>&apos;Pr&#xFC;ss-Ust&#xFC;n, A., Bartram, J., Clasen, T., Colford, J. M., Cumming, O., Curtis, V., . . . Cairncross, S. (2014). Burden of disease from inadequate water, sanitation and hygiene in low- and middle-income settings: a retrospective analysis of data from 145 countries. Trop Med Int Health, 19(8), 894-905. <a href=\"https://doi.org/10.1111/tmi.12329\">https://doi.org/10.1111/tmi.12329</a></p>\n<p>Pr&#xFC;ss-Ust&#xFC;n A, Wolf J, Bartram J, Clasen T, Cumming O, Freeman MC, Gordon B, Hunter PR, Medlicott K, Johnston R. (2019) Burden of disease from inadequate water, sanitation and hygiene for selected adverse health outcomes: an updated analysis with a focus on low- and middle-income countries. International journal of hygiene and environmental health. 222(5): 765-77.</p>\n<p><a href=\"https://doi.org/10.1016/j.ijheh.2019.05.004\" target=\"_blank\">https://doi.org/10.1016/j.ijheh.2019.05.004</a></p>\n<p>&apos;WHO (2014). Preventing diarrhoea through better water, sanitation and hygiene: exposures and impacts in low- and middle-income countries. <a href=\"https://www.who.int/publications/i/item/9789241564823\">https://www.who.int/publications/i/item/9789241564823</a> </p>\n<p>Wolf, J., Bonjour, S., &amp; Pr&#xFC;ss-Ust&#xFC;n, A. (2013). An exploration of multilevel modeling for estimating access to drinking-water and sanitation. <em>Journal of Water and Health</em>, <em>11</em>(1), 64-77</p>\n<p><a href=\"https://doi.org/10.2166/wh.2012.107\" target=\"_blank\">https://doi.org/10.2166/wh.2012.107</a></p>\n<p> </p>\n<p> </p>\n<p>. </p>","target_number":"3.9","goal_number":"3","indicator_sort_order":"03-09-02"}