{"composite_breakdown_label":"","computation_units":"mln. Dolari SUA, prețuri constante 2021","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"4.b.1. Valoarea asistenței financiare externe pentru burse de studii","graph_titles":[],"graph_type":"line","indicator_available":"Valoarea asistenței financiare externe pentru burse de studii","indicator_name":"Volumul asistenței externe oficiale pentru dezvoltare pentru burse de studii, în funcție de domeniul de educație și tipul studiilor","indicator_number":"4.b.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["Gloabl"],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 4.b.1: Volumul fluxurilor de asistență oficială pentru dezvoltare pentru burse de studii,  în funcție de sector și tip de studii</p>","SDG_TARGET__GLOBAL":"<p>Target NA: Extinderea substanțială la nivel global, până în 2020, a numărului de burse  disponibile pentru țările în curs de dezvoltare, în special pentru cele cel mai puțin dezvoltate, statele insulare mici în curs de dezvoltare și țările  africane, pentru încadrare în învățământul superior, inclusiv formare profesională, instruire în domeniul tehnologilor informaționale și comunicații,  programe tehnice, științifice și inginerești, în țări dezvoltate și în alte țări în curs de dezvoltare.</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"Organisation for Economic Co-operation and Development (OECD)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"<p> Plăți brute din totalul Asistenței oficiale pentru dezvoltare (ODA) de la toți donatorii pentru burse.</p>  <p> Asistența oficială pentru dezvoltare (ODA) este definită ca ajutor guvernamental care promovează și vizează în mod specific dezvoltarea economică și bunăstarea țărilor în curs de dezvoltare (OECD Development Assistance Committee). </p>","SDG_GOAL":"","target_id":"","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-0B-01.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 211 KB)","SDG_INDICATOR":"<p>Indicator 4.b.1: Valoarea asistenței financiare externe pentru burse de studii</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Bursele sunt ajutoarele financiare acordate fiecărui student în parte și contribuții pentru stagiari. Studenții și cursanții beneficiari sunt cetățeni ai țărilor în curs de dezvoltare. Ajutoarele financiare acordate includ granturi bilaterale pentru studenții din instituțiile de învățământ superior care urmează studii cu frecvență sau cursuri de formare în țara donatoare.","UNIT_MEASURE":"<p> mln. Dolari SUA</p>  <p>Prețuri constante 2021 (Dolari SUA) </p>","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Statistici OECD/DAC prin Sistemul de raportare a creditorilor","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"","COMPILING_ORG":"","INST_MANDATE":"<p> 1.Ministerul Educaţiei şi Cercetării</p>  <p>   2.Ministerul Finanțelor </p>","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Suma plăților brute din totalul asistenței oficiale pentru dezvoltare pentru bursele de studii în străinătate acordate studenților din țara beneficiară.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"","source_periodicity_1":"anual","source_url_1":"https://unstats.un.org/sdgs/dataportal/countryprofiles/mda#goal-4","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":"<p> Statisticile DAC sunt standardizate pe o bază de an calendaristic pentru toți </p>  <p>donatorii și pot diferi de datele din anul fiscal disponibile în documentele bugetare pentru unele țări </p>","SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Gross disbursements of total ODA from all donors for scholarships.</p>\n<p><strong>Concepts:</strong></p>\n<p>ODA: The DAC defines ODA as &#x201C;those flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are </p>\n<p>i) provided by official agencies, including state and local governments, or by their executive agencies; and </p>\n<p>ii) each transaction is administered with the promotion of the economic development and welfare of developing countries as its main objective; and</p>\n<p>is concessional in character and conveys a grant element of at least 25 per cent (calculated at a rate of discount of 10 per cent). (See http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm)</p>\n<p>Scholarships: Financial aid awards for individual students and contributions to trainees. The beneficiary students and trainees are nationals of developing countries. Financial aid awards include bilateral</p>\n<p>grants to students registered for systematic instruction in private or public institutions of higher education to follow full-time studies or training courses in the donor country. Estimated tuition costs</p>\n<p>of students attending schools financed by the donor but not receiving individual grants are not included here, but under item imputed student costs (CRS sector code 1520). Training costs relate to contributions</p>\n<p>for trainees from developing countries receiving mainly non-academic, practical or vocational training in the donor country.</p>","SOURCE_TYPE__GLOBAL":"<p>The OECD/DAC has been collecting data on official and private resource flows from 1960 at an aggregate level and 1973 at an activity level through the Creditor Reporting System (CRS data are considered complete from 1995 for commitments at an activity level and 2002 for disbursements). </p>\n<p>Data for scholarships are only available since 2010 when the new typology of aid was introduced in DAC statistics.</p>\n<p>The data are reported by donors according to the same standards and methodologies (see here: http://www.oecd.org/dac/stats/methodology.htm). </p>\n<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc.</p>","COLL_METHOD__GLOBAL":"<p>A statistical reporter is responsible for the collection of DAC statistics in each providing country/agency. This reporter is usually located in the national aid agency, Ministry of Foreign Affairs or Finance etc. </p>","REL_CAL_POLICY__GLOBAL":"<p>Data are published on an annual basis in December for flows in the previous year.</p>\n<p>Detailed 2015 flows was published in December 2016.</p>","DATA_SOURCE__GLOBAL":"<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc.</p>","COMPILING_ORG__GLOBAL":"<p>OECD</p>","RATIONALE__GLOBAL":"<p>Total ODA flows to developing countries quantify the public effort that donors provide to developing countries for scholarships.</p>","REC_USE_LIM__GLOBAL":"<p>Data in the Creditor Reporting System are available from 1973. However, the data coverage is considered complete from 1995 for commitments at an activity level and 2002 for disbursements. </p>\n<p>Data for scholarships are only available since 2010 when the new typology of aid was introduced in DAC statistics.</p>","DATA_COMP__GLOBAL":"<p>The sum of ODA flows from all donors to developing countries for scholarships.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Due to high quality of reporting, no estimates are produced for missing data.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Not applicable.</p>","REG_AGG__GLOBAL":"<p>Global and regional figures are based on the sum of ODA flows for scholarships.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>On a recipient basis for all developing countries eligible for ODA.</p>\n<p><strong>Time series:</strong></p>\n<p>Data are available from 2010.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>This indicator can be disaggregated by donor, recipient country, type of finance, etc.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>DAC statistics are standardized on a calendar year basis for all donors and may differ from fiscal year data available in budget documents for some countries.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.oecd.org/dac/stats\">www.oecd.org/dac/stats</a></p>\n<p><strong>References:</strong></p>\n<p>See all links here: <a href=\"http://www.oecd.org/dac/stats/methodology.htm\">http://www.oecd.org/dac/stats/methodology.htm</a></p>","target_number":"4.b","goal_number":"4","indicator_sort_order":"04-0b-01"}