{"composite_breakdown_label":"","computation_units":"Percent, %","copyright":"","data_footnote":"Starting with 2019, the data are not comparable to the previous period, as the HBS methodology was modified","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"10.2.1. Relative poverty rate","graph_titles":[],"graph_type":"line","indicator_available":"Relative poverty rate","indicator_name":"Proportion of people living below 50 per cent of median income, by sex, age and persons with disabilities","indicator_number":"10.2.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"The Republic of Moldova, without the left side of the river Nistru and the municipality of Bender","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 10.2.1: Proportion of people living below 50 per cent of median income, by sex, age and persons with disabilities</p>","SDG_TARGET__GLOBAL":"<p>Target 10.2: By 2030, empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status</p>","META_LAST_UPDATE__GLOBAL":"2023-03-31","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 1.1.1: Proportion of population below the international poverty line, by sex, age, employment status and geographical location (urban/rural)</p>\n<p>Indicator 1.2.1: Proportion of population living below the national poverty line, by sex and age</p>\n<p>Indicator 10.1.1: Growth rates of household expenditure or income per capita among the bottom 40 per cent of the population and the total population.</p>","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"<p> The proportion of people living below 50 percent of median income (or consumption) is the share (%) of a country’s population living on less than half of the consumption/income level of the median of the national income/consumption distribution.</p>  <p>  The indicator is measured using per capita welfare measure of consumption or income. The indicator is calculated by estimating the share of the population in a country living on less than 50% of median of the national distribution of income or consumption, as estimated from survey data.</p>  <p>  Per capita income or consumption is estimated using total household income or consumption divided by the total household size. </p>","SDG_GOAL":"","target_id":"10.2","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-10-02-01.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata","SDG_INDICATOR":"<p>Indicator 10.2.1: Relative poverty rate</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Proportion of persons living under 50% of median of consumption expenditures.</p>  <p>Median represents the value of an increasing or decreasing series which divides the series in two equal parts.</p>  <p>Note: This indicator may be estimated also according to the disposable incomes. </p>","UNIT_MEASURE":"Percent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Household Budget Survey","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"National Bureau of Statistics","COMPILING_ORG":"","INST_MANDATE":"<p> Ministry of Labor and Social Protection</p>  <p>Ministry of Economic Development and Digitalization</p>  <p>Ministry of Agriculture and Food Industry</p>  <p>Ministry of Infrastructure and Regional Development </p>  <p>Ministry of Education and Research</p>  <p>Ministry of Health </p>","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"<p> For calculating the indicator: </p>  <p>1. 50% of the median of the monthly average consumption expenditures per one person is estimated;</p>  <p>2. The proportion of persons living under this relative line is estimated = Number of persons with monthly average consumption expenditures per person smaller than 50% of the median of monthly average consumption expenditures per one  person / Total number of population * 100. </p>","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"Identical to the global indicator","OTHER_DOC":"","national_data_updated_date":"2023-05-17","national_metadata_updated_date":"2023-03-17","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"National Bureau of Statistics","source_periodicity_1":"Annual","source_url_1":"","source_url_text_1":"Link to source","source_contact_1":"","source_other_info_1":"","ro":{"SDG_INDICATOR__GLOBAL":"<p>Indicator 10.2.1: Ponderea populației care trăiește sub 50% din venitul median, pe sexe, vârstă,  persoane cu dizabilități</p>","SDG_TARGET__GLOBAL":"<p>Target 10.2: Până în 2030, abilitarea și promovarea incluziunii sociale, economice și politice a tuturor, indiferent de vârstă, sex, dizabilitate, rasă, etnie, origine, religie sau statut economic sau de altă natură</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"Banca Mondială (BM)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"<p> Proporția persoanelor care trăiesc sub 50% din venitul (sau consumul) median este ponderea (%) populației unei țări care trăiește cu mai puțin de jumătate din nivelul de consum/venit al medianei venitului/distribuției consumului național.</p>  <p>  Indicatorul este măsurat folosind măsura bunăstării pe cap de locuitor a consumului sau venitului. Indicatorul este calculat prin estimarea ponderii populației dintr-o țară care trăiește cu mai puțin de 50% din mediana distribuției naționale a venitului sau a consumului, estimată din datele cercetării.</p>  <p>  Venitul sau consumul pe cap de locuitor este estimat utilizând venitul sau consumul total al gospodăriei împărțit la mărimea totală a gospodăriei. </p>","SDG_GOAL":"","target_id":"10.2","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-10-02-01.pdf","GOAL_META_LINK_TEXT":"Metadatele indicatorului global","SDG_INDICATOR":"<p>Indicator 10.2.1: Rata sărăciei relative</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Proporția persoanelor care trăiesc sub 50% din cheltuielile de consumul mediane.</p>  <p>Mediana reprezintă acea valoare a unei serii ordonate crescător sau descrescător care împarte seria în două părți egale.</p>  <p>Nota: Acest indicator poate fi estimat si după venituri disponibile. </p>","UNIT_MEASURE":"Procent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Cercetarea Bugetelor Gospodăriilor Casnice","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Biroul Național de Statistică","COMPILING_ORG":"","INST_MANDATE":"<p> Ministerul Muncii și Protecției Sociale </p>  <p>Ministerul Dezvoltării Economice și Digitalizării</p>  <p>Ministerul Agriculturii și Industriei Alimentare</p>  <p>Ministerul Infrastructurii și Dezvoltării Regionale</p>  <p>Ministerul Educației și Cercetării</p>  <p>Ministerul Sănătății </p>","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"<p> Pentru calcularea indicatorului: </p>  <p>1. Se estimează 50% din mediana cheltuielilor de consum medii lunare pe o persoană;</p>  <p>2. Se estimează proporția persoanelor care trăiesc sub acest prag relativ = Numărul persoanelor cu cheltuielile de consum medii lunare pe o persoană mai mici decât 50% din mediana cheltuielilor de consum medii lunare pe o persoană / Numărul total al populației * 100. </p>","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"Identic cu indicatorul global","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"Biroul Național de Statistică","source_periodicity_1":"Anual","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":""},"SDG_GOAL__GLOBAL":"<p>Goal 10: Reduce inequality within and among countries</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Applies to all series</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<h2>Definition:</h2>\n<p>The proportion of people living below 50 percent of median income (or consumption) is the share (%) of a country&#x2019;s population living on less than half of the consumption/income level of the median of the national income/consumption distribution. </p>\n<h2>Concepts:</h2>\n<p>The indicator is measured using per capita welfare measure of consumption or income. The indicator is calculated by estimating the share of the population in a country living on less than 50% of median of the national distribution of income or consumption, as estimated from survey data. </p>\n<p>Consumption distributions typically capture household expenditure on a set of items over a given period of time. These usually include purchased, own-produced, exchanged, and gifted food and non-food items (for example clothing, housing&#x2014;including imputed rent&#x2014;and the use value of durable consumer goods). Income distributions capture the value of monetary inflow a household receives or earns over a given period of time. Household surveys usually provide information on labor income (salaries, own-business, and self-employment income), as well as non-labor income coming from pensions, subsidies, transfers, property income, scholarships, etc. Income distributions used here aim to measure disposable income defined as the sum of labor and non-labor income (including transfers) less taxes and contributions. The exact definition and operationalization of income aggregates varies across different data sources. Per capita income or consumption is estimated using total household income or consumption divided by the total household size. </p>\n<p>The estimation relies on the same harmonized welfare vectors (distributions) that are used for 10.1.1 and 1.1.1. Using the same data and closely related methodologies ensures internal consistency across these closely related indicators. The data is available through the Poverty and Inequality Platform (PIP), the World Bank&#x2019;s online tool for reporting global poverty and inequality numbers. For details on concepts and standards, refer to documentation available on the PIP website.</p>\n<p>The methodology entails measuring the share of people living below 50% of national median. A threshold set at 50% of the median of the income or consumption is used to derive a headcount rate, similar to how monetary poverty is typically measured. The national median is readily available from the distributional data in PIP. The measurement follows a two-step process of first estimating half of the national median income (or consumption) and then the share of people living below this relative threshold.</p>\n<p>The indicator uses the same data on household income and consumption that is used for monitoring SDG indicators 1.1.1 and 10.1.1, which have been classified as Tier 1 indicators. The methodology and data are similar to that used in measuring international poverty, which has been tested and vetted over many years, including for the purpose of monitoring Millennium Development Goals (MDG) 1. It is also closely related to a large literature of relative poverty measurement.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Data of income or consumption comes from nationally representative household surveys or assessments of income or consumption distributions, typically carried out and overseen by National Statistical Offices (NSOs). After some quality control and harmonization the data is available through PIP, the World Bank online tool for global poverty and inequality measurement.</p>","COLL_METHOD__GLOBAL":"<p>NSOs typically lead survey efforts for data collection at the country level. Within the World Bank, the Global Poverty Working Group (GPWG) oversees the collection, validation of income and consumption survey data used in estimation. GPWG archives the datasets obtained from NSOs and harmonizes them, applying common methodologies to ensure comparability, before estimation.</p>","FREQ_COLL__GLOBAL":"<p>Source collection is ongoing by the Global Poverty Working Group of the World Bank. </p>","REL_CAL_POLICY__GLOBAL":"<p>The World Bank Group is committed to updating the poverty and inequality data every year.</p>","DATA_SOURCE__GLOBAL":"<p>The World Bank typically receives data from National Statistical Offices (NSOs) directly. In other cases it uses NSO data received indirectly. For example, it receives data from Eurostat and from LIS (Luxemburg Income Study), who provide the World Bank NSO data they have received / harmonized. The Universidad Nacional de La Plata, Argentina and the World Bank jointly maintain the SEDLAC (Socio-Economic Database for Latin American and Caribbean) database that includes harmonized statistics on poverty and other distributional and social variables from 24 Latin American and Caribbean countries, based on microdata from household surveys conducted by NSOs.</p>\n<p>Data is obtained through country specific programs, including technical assistance programs and joint analytical and capacity building activities. The World Bank has relationships with NSOs on work programs involving statistical systems and data analysis. Poverty economists from the World Bank typically engage with NSOs broadly on poverty measurement and analysis as part of technical assistance activities.</p>","COMPILING_ORG__GLOBAL":"<p>World Bank (WB)</p>","INST_MANDATE__GLOBAL":"<p>Not applicable</p>","RATIONALE__GLOBAL":"<p>Addressing social inclusion and inequality is important on the global development agenda as well as on the national development agenda of many countries. The share of the population living below 50% of median national income is a measure that is useful for monitoring the level and trends in social inclusion, relative poverty and inequality within a country.</p>\n<p>The share of people living below 50% of the median is an indicator of relative poverty and inequality of the income distribution within a country. This indicator and similar relative measures are commonly used for poverty measurement in rich countries (including Organization for Economic Cooperation and Development&#x2019;s (OECD) poverty indicators and Eurostat&#x2019;s indicators of risk of poverty or social exclusion) and are increasingly also used as a complementary measure of inequality and poverty in low- and middle- income countries.</p>","REC_USE_LIM__GLOBAL":"<p>Like for poverty rates (SDG 1.1.1) and growth in household incomes across the distribution (SDG 10.1.1), estimates are based on income or consumption data collected in household surveys, led by NSOs. Many of the same data quality issues applying to those indicators apply here, some of which are summarized below:</p>\n<p>Data is collected with great heterogeneity and ex-post harmonization will always face limitations. Similar surveys may not be strictly comparable because of differences in timing, sampling frames, or the quality and training of enumerators. Comparisons of countries at different levels of development also pose problems because of differences in the relative importance of the consumption of nonmarket goods. The local market value of all consumption in kind (including own production, particularly important in underdeveloped rural economies) should be included in total consumption expenditure, but in practice are often not. Most survey data now include valuations for consumption or income from own production, but valuation methods vary.</p>\n<p>Estimating the share of people living below 50% of the national median is less sensitive to comparability limitations than estimates of international poverty. The relative nature of the threshold (a function of the distribution median) means that it is not sensitive price differences across time and countries. Appropriately adjusting for price differences is a major challenger in absolute poverty measurement.</p>","DATA_COMP__GLOBAL":"<p>The indicator is measured using the national distribution per capita measure of consumption or income, as derived from surveys. The indicator is calculated by estimating the share (in percent) of the population living on less than 50% of median of the national distribution of income or consumption. The median is estimate from the same distribution as the indicator is estimated from, thus the 50% of median threshold will vary over time.</p>\n<p>Per capita income or consumption is estimated using total household income or consumption divided by the total household size.</p>","DATA_VALIDATION__GLOBAL":"<p>Within the WB, the GPWG is in charge of the collection and validation of income and consumption survey data used in estimation. GPWG archives the datasets obtained from NSOs and then harmonizes them, applying common methodologies.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>No gap filling is done to report national numbers.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>This is a country specific indicator and no aggregation is currently planned. Aggregation could be carried out in the same as for SDG 1.1.1, with alignment of estimates to reference years. This requires assumption of distribution neutral growth between survey estimates and reference years.</p>","REG_AGG__GLOBAL":"<p>This is a country specific indicator and no aggregation is currently planned. Aggregation could be carried out in the same as for SDG 1.1.1, with alignment of estimates to reference years.</p>","DOC_METHOD__GLOBAL":"<p>Guidance is the same as for collection of income and consumption of poverty data, for which the World Bank has published several hand books and manuals. A useful reference is also the &#x201C;Report of the World Bank on poverty statistics&#x201D; submitted to the Forty-ninth session of the UN Statistical Commission.</p>","QUALITY_MGMNT__GLOBAL":"<p>Within the WB, the GPWG is in charge of the collection, validation of income and consumption survey data used in estimation. GPWG archives the datasets obtained from NSOs and then harmonizes them, applying common methodologies.</p>\n<p>Members of GPWG generate and update the estimates for the proportion of population below the international poverty line using raw data typically provided by country governments. WB country staff works in close collaboration with national statistical authorities on the data collection and dissemination process.</p>","QUALITY_ASSURE__GLOBAL":"<p>The objective of the GPWG is to ensure that poverty and inequality data generated, curated, and disseminated by the World Bank are up to date, meet high-quality standards, and are well documented and consistent across dissemination channels.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Assessments of the quality behind povety estimates are often available in World Bank Poverty Assessments and in Global Poverty Moniotring Technical Notes.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>As of 2023, data is readily available on more than 160 countries, and the methodology is building on well-established practice used in international poverty measurement tested over many years. Estimates for the particular indicator have now been tested and validated and data are ready to be reported for all countries for which we report data for 1.1.1.</p>\n<p><strong>Time series:</strong></p>\n<p>The database coveres decades of information and is updated up to twice a year.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The World Bank is working to improve the methodology and disaggregation of poverty and inequality measures by subgroups. Until methodological issues are resolved, disaggregation below the country level will not be addressed.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The harmonization of welfare vectors to per capita standards can lead to differences with nationally estimated welfare vectors which may use other adjustments of the welfare vector.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL References:</strong></p>\n<p>[1]: <a href=\"http://pip.worldbank.org/\">http://pip.worldbank.org/</a> (PIP, World Bank: The World Bank&#x2019;s online tool for analysis of income and consumption data)</p>\n<p>[2]: <a href=\"https://unstats.un.org/unsd/statcom/49th-session/documents/2018-23-Poverty-E.pdf\">https://unstats.un.org/unsd/statcom/49th-session/documents/2018-23-Poverty-E.pdf</a> (UN. 2018. Report of the World Bank on poverty statistics. Statistical Commission Statistical Commission, Forty-ninth session)</p>\n<p><strong>References:</strong></p>\n<ul>\n  <li>A Measured Approach to Ending Poverty and Boosting Shared Prosperity: Concepts, Data, and the Twin Goals. (<a href=\"https://www.worldbank.org/en/research/publication/a-measured-approach-to-ending-poverty-and-boosting-shared-prosperity\">https://www.worldbank.org/en/research/publication/a-measured-approach-to-ending-poverty-and-boosting-shared-prosperity</a></li>\n</ul>\n<p>Ferreira, Francisco H. G.; Chen, Shaohua; Dabalen, Andrew L.; Dikhanov, Yuri M.; Hamadeh, Nada; Jolliffe, Dean Mitchell; Narayan, Ambar; Prydz, Espen Beer; Revenga, Ana L.; Sangraula, Prem; Serajuddin, Umar; Yoshida, Nobuo. 2015. <a href=\"http://documents.worldbank.org/curated/en/360021468187787070/A-global-count-of-the-extreme-poor-in-2012-data-issues-methodology-and-initial-results\"><em>A global count of the extreme poor in 2012 : data issues, methodology and initial results</em></a>. Policy Research working paper; no. WPS 7432. Washington, D.C. : World Bank Group.</p>","target_number":"10.2","goal_number":"10","indicator_sort_order":"10-02-01"}