{"composite_breakdown_label":"","computation_units":"Number","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"13.3.1.1 Actions on integrating effects of climate (mitigation, adaptation, reduction of impact and early warning) in primary, secondary and tertiary education curricula","graph_titles":[],"graph_type":"line","indicator_available":"Actions on integrating effects of climate (mitigation, adaptation, reduction of impact and early warning) in primary, secondary and tertiary education curricula","indicator_name":"Actions on integrating effects of climate (mitigation, adaptation, reduction of impact and early warning) in primary, secondary and tertiary education curricula","indicator_number":"13.3.1.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republic of Moldova","page_content":"<p> ***Non-statistical indicator***</p>  <p>Actions regarding the effects of climate change integrated into the education curriculum:</p>  <p>1)Primary, general secondary - \"YES\" for the years 2018-2022</p>  <p>2) Secondary and post-secondary technical professional - \"YES\" for the years 2010-2022</p> <p>3) Tertiary - \"YES\" for the years 2010-2022</p>  <p></p>  <p>Note:</p> <p>1) Education - primary, general secondary: In 2018, the Curriculum Reform was started which determined the correlation of curricular policies with national and international educational standards and the formatting of the graduate's profile through the prism of educational purposes and the key skills system. In primary education, grades II-IV, in the Mathematics and Sciences Curriculum Area, the mandatory Science discipline is studied, for which the curriculum was developed and the document ensures the completion and updating of the contents related to natural phenomena, including climate changes. Thus, the curriculum includes specific development skills, namely: (1) identifying and describing the components, phenomena, processes, relationships characteristic of the environment, demonstrating correctness and coherence in the use of specific terminology; (2) exploration-investigation of the environment, showing curiosity and interest in capitalizing on specific methods and tools for collecting and organizing results; (3) explaining the information/results/conclusions obtained in efforts to learn about the environment, showing a critical and creative attitude; (4) solving some problem situations based on the integration of the acquisitions acquired in the discipline with those in other fields, showing interest in the active promotion of environmental values and a healthy way of life. In the context, the Science discipline in grades II-IV is oriented towards training the student through the prism of education towards nature, the environment, knowledge of the flora and fauna of the Republic of Moldova, responsibility towards natural biodiversity, protection of natural heritage, but also the use of skills in making decisions to protect and maintaining natural well-being. For middle and high school education, the Geography discipline is studied, which includes content units aimed at the topic of the effects of climate change.</p>  <p></p>  <p>2) Secondary and post-secondary professional technical education: In the College of  Ecology inChisinau, the following programs are studied: Ecology and environmental  protection and Forestry, which include subjects related to the effects of climate change (mitigation, adaptation, impact reduction and early warning).</p>  <p>3) Higher education: In the pedagogical universities of the Republic of Moldova, the subjects related to the effects of climate change (mitigation, adaptation, impact reduction and early warning) are included in the programs in the field of Educational Sciences, Geography specialty. </p>","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["National proxy"],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"număr","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"13.3.1.1 Actions on integrating effects of climate (mitigation, adaptation, reduction of impact and early warning) in primary, secondary and tertiary education curricula","graph_titles":[],"graph_type":"line","indicator_available":"Actions on integrating effects of climate (mitigation, adaptation, reduction of impact and early warning) in primary, secondary and tertiary education curricula","indicator_name":"Actions on integrating effects of climate (mitigation, adaptation, reduction of impact and early warning) in primary, secondary and tertiary education curricula","indicator_number":"13.3.1.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"<p> ***Indicator non-statistic***</p>  <p>Subiecte vizând efectele schimbării de climă integrate  în curricula învățământului:</p>  <p>1)Primar, secundar general - „DA” pentru anii 2018-2022</p>  <p>2) Profesional tehnic secundar și postsecundar - „DA” pentru anii 2010-2022</p>  <p>3) Superior - „DA” pentru anii 2010-2022</p>  <p></p>  <p>Notă:</p>  <p>1) În anul 2018 a fost demarată Reforma curriculară care a determinat corelarea politicilor curriculare cu standardele educaționale naționale și internaționale și formatarea profilului absolventului prin prisma finalităților educaționale și a sistemului de competențe-cheie. În învățământul primar, clasele II- IV, la Aria curriculară Matematică și științe se studiază disciplina obligatorie Științe pentru care a fost dezvoltat curriculumul și asigurat în document  completarea și actualizarea conținuturilor ce țin și de fenomenele naturii, incluzând schimbările de climă.  Astfel, curriculumul include competențe specifice de dezvoltare și anume: (1)  identificarea și descrierea componentelor, fenomenelor, proceselor, relațiilor caracteristice mediului înconjurător, demonstrând corectitudine și coerență în utilizarea terminologiei specifice; (2) explorarea-investigarea mediului înconjurător, manifestând curiozitate și interes în valorificarea metodelor și instrumentelor specifice de colectare și organizare a rezultatelor; (3) explicarea informațiilor/rezultatelor/concluziilor obținute în demersuri de cunoaștere a mediului înconjurător, manifestând atitudine critică și creativă; (4) rezolvarea unor situații de problemă pe baza integrării achizițiilor dobândite la disciplină cu cele din alte domenii, dovedind interes pentru promovarea activă a valorilor de mediu și a unui mod sănătos de viață.  În context, disciplina Științe în clasele II-IV este orientată spre formarea elevului prin prisma educației către natură, mediul înconjurător, cunoașterea florei și faunei Republicii Moldova, responsabilitatea față de biodiversitatea naturală, ocrotirea patrimoniului natural, dar și utilizarea competențelor în luarea deciziilor pentru ocrotirea și menținerea bunăstării naturale. Pentru învățământul gimnazial și liceal se studiază disciplina Geografia care include unități de conținut ce vizează tematica privind efectele schimbării de  climă.</p> <p>2) În Colegiul de Ecologie din Chișinău sunt studiate programele: Ecologia și protecția mediului și Silvicultura, care includ subiectele vizând efectele schimbării de  climă (atenuarea, adaptarea, reducerea impactului și avertizarea timpurie).</p>  <p>3) În universitățile pedagogice din Republica Moldova subiectele ce vizează efectele schimbării de  climă (atenuarea, adaptarea, reducerea impactului și avertizarea timpurie) sunt incluse în programele din domeniul Științe ale Educației specialitatea Geografie. </p>","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["Național proxy"],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 13.3.1.1: NA</p>","SDG_TARGET__GLOBAL":"<p>Target 13.3: Îmbunătățirea educației, sensibilizării și capacităților umane și  instituționale privind atenuarea schimbărilor climatice, adaptarea, reducerea  impactului și alerta timpurie</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"UNFCCC,UNESCO-UIS","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"13.3","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-13.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 759kB)","SDG_INDICATOR":"<p>Indicator 13.3.1.1: Acțiuni privind integrarea subiectelor vizând efectele schimbării de  climă (atenuarea, adaptarea, reducerea impactului și avertizarea timpurie) în  curricula învățământului primar, secundar si terțiar</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> In cadrul United Nations Framework Convention on Climate Change (UNFCCC,  Decision 15/CP.18, eight-year Doha work programme on Article 6 of the UNFCCC  (2012 – 2020), par.22 g, 22f) sunt prevăzute acțiuni de includere a  problematicii privind schimbările climatice in procesul educațional  si de  informare a populației. Acordul de la Paris (art.12) prevede obligația  părților de a comunica despre astfel de acțiuni in cadrul NDCs (nationally  determined contributions). </p>  <p>  Acestea sunt incluse/descrise  in Comunicarea  Naționala cu privire la emisiile gazelor cu efect de sera (o dată la 4 ani),  [Raportul bienal actualizat  cu privire la emisiile gazelor cu efect de  sera](http://clima.md/).</p>  <p>  Totodată, metodologia globala lipsește, ceea ce  face dificila descrierea indicatorului național. </p>","UNIT_MEASURE":"număr","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Date din rapoartele naționale si materialele pregătite in conformitate cu  UNFCCC si Paris Agreement","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"<p> 1.Ministerul Educației și Cercetării</p>  <p>  2.Instituția Publică Oficiul National pentru Implementarea Proiectelor de Mediu </p>","COMPILING_ORG":"","INST_MANDATE":"Ministerul  Mediului","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"Indicatorul este un proxy propus la nivel național","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"3","source_active_1":true,"source_organisation_1":"<p> 1.Ministerul Educației și Cercetării</p>  <p>  2.Instituția Publică Oficiul National pentru Implementarea Proiectelor de Mediu </p>","source_periodicity_1":"O dată la 2 si 4 ani","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 13.3.1.1: NA</p>","SDG_TARGET__GLOBAL":"<p>Target 13.3: Improve education, awareness-raising and human and institutional capacity on  climate change mitigation, adaptation, impact reduction and early warning</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"UNFCCC,UNESCO-UIS","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"13.3","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-13.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 759kB)","SDG_INDICATOR":"<p>Indicator 13.3.1.1: Actions on integrating effects of  climate (mitigation, adaptation,  reduction of impact and early warning) in primary, secondary and tertiary  education curricula</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Actions are envisaged in the United Nations Framework Convention on Climate  Change (UNFCCC, Decision 15/CP.18, eight-year Doha work programme on Article 6  of the UNFCCC (2012 – 2020), par.22 g, 22f) for including the issues on  climate change in the educational process and information of population. Paris  Agreement (art.12) provides for the obligation of the parties to communicate  about such actions within NDCs (nationally determined contributions). </p>  <p>   These are included/described in the National Communication on greenhouse gas  emissions (once per 4 years), the updated [Biennial Report on greenhouse gas  emissions](http://clima.md/).</p>  <p>  At the same time, the global methodology is  missing, hence it is difficult to provide the description of the national  indicator. </p>","UNIT_MEASURE":"Number","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Data from national reports and materials drafted in line with UNFCCC and Paris  Agreement","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"<p> 1.Ministry of Education and Research</p>  <p>  2.Public Institution National Office for the Implementation of Environmental Projects </p>","COMPILING_ORG":"","INST_MANDATE":"Ministry of Environment","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"Indicator is a proxy proposed for the national level","OTHER_DOC":"","national_data_updated_date":"2023-05-12","national_metadata_updated_date":"2023-06-23","un_designated_tier":"3","source_active_1":true,"source_organisation_1":"<p> 1.Ministry of Education and Research</p>  <p>  2.Public Institution National Office for the Implementation of Environmental Projects </p>","source_periodicity_1":"Once every 2 and 4 years","source_url_1":"","source_url_text_1":"Link to source","source_contact_1":"","source_other_info_1":"","target_number":"13.3","goal_number":"13","indicator_sort_order":"13-03-01-01"}