{"composite_breakdown_label":"","computation_units":"Million USD","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.15-a-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"Value of external financial and technical development assistance for the conservation and sustainable use of biodiversity and ecosystems","indicator_name":"(a) Official development assistance on conservation and sustainable use of biodiversity; and (b) revenue generated and finance mobilized from biodiversity-relevant economic instruments","indicator_number":"15.a.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republic of Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"Milioane Dolari SUA","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"national_indicators.15-a-1-graph","graph_titles":[],"graph_type":"line","indicator_available":"Value of external financial and technical development assistance for the conservation and sustainable use of biodiversity and ecosystems","indicator_name":"(a) Official development assistance on conservation and sustainable use of biodiversity; and (b) revenue generated and finance mobilized from biodiversity-relevant economic instruments","indicator_number":"15.a.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.a.1: (a) Asistență oficială pentru dezvoltare pentru conservarea și utilizarea  durabilă a biodiversității; și (b) veniturile generate și finanțarea  mobilizată din instrumente economice relevante pentru biodiversitate</p>","SDG_TARGET__GLOBAL":"<p>Target 15.a: Mobilizarea și sporirea semnificativă a resurselor financiare din toate  sursele pentru a conserva și utiliza în mod durabil biodiversitatea și  ecosistemele</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"Organisation for Economic Co-operation and Development (OECD)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"Total ODA flows to developing countries quantify the public effort that donors  provide to developing countries for biodiversity.","SDG_GOAL":"","target_id":"15.a","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-15.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","SDG_INDICATOR":"<p>Indicator 15.a.1: Valoarea asistenței financiare și tehnice externe pentru dezvoltare  acordate pentru conservarea și utilizarea durabilă a biodiversității și a  ecosistemelor</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> ODA – în conformitate cu definiția internațională DAC (OECD Development  Assistance Committee) aceasta reprezintă \"fluxurile către țări și teritorii  din lista DAC a beneficiarilor de ODA și ale instituțiilor multilaterale care  sunt : (i) furnizate de agenții oficiale, inclusiv de guvernele naționale și  locale sau de agențiile executive ale acestora; și (ii) fiecare tranzacție  este gestionată cu obiectivul principal de promovare a dezvoltării economice  și a bunăstării țărilor în curs de dezvoltare; și este de natură concesională  și transmite un element de grant de cel puțin 25% (calculat la o rată de  reducere de 10%). ( [A se  vedea](http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm)  ) </p>  <p>  Asistență externă – asistență financiară și tehnică acordată  Republicii Moldova, Guvernului și/sau altor autorități publice de către  comunitatea creditorilor/donatorilor (art.9 din HG nr. 377 din 25.04.2018, cu  privire la reglementarea cadrului instituțional și mecanismului de coordonare  și management  al asistenței externe).</p>  <p>  Asistență (cooperare) financiară –  suport financiar sub formă de împrumuturi, granturi, inclusiv livrări de  bunuri și/sau lucrări pentru implementarea proiectelor/programelor;</p>  <p>   Asistență (cooperare) tehnică – suport sub formă de transfer de cunoștințe,  inclusiv tehnologii, metodologii și tehnici în cadrul  proiectelor/programelor;</p>  <p>  [Platforma pentru gestionarea asistenței externe  (AMP)](http://amp.gov.md/TEMPLATE/ampTemplate/dashboard/build/index.html) –  sistem informațional automatizat accesibil on-line, în cadrul căruia este  încărcată și stocată informația privind proiectele/programele de asistență  externă din Republica Moldova.</p>  <p>  Domeniul conservării și utilizării  durabile a biodiversității și a ecosistemelor –  este definit în conformitate  cu standardele DAC/OECD și cuprinde toate codurile sectoriale conform  clasificării CRS din secțiunea 410 „ Protecția generală a mediului  înconjurător”, codul 41030 „Bio-diversitate” </p>","UNIT_MEASURE":"Milioane Dolari SUA","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"[Baza de date UNSTATS](https://unstats.un.org/sdgs/indicators/database/)","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"","COMPILING_ORG":"","INST_MANDATE":"<p> 1) Ministerul Agriculturii, Dezvoltării Regionale și Mediului </p>  <p>  2)  Ministerul Finanțelor </p>","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Suma totala a debursărilor asistenței externe oficiale pentru dezvoltare (ODA)  de la toți donatorii pentru conservarea și utilizarea durabilă a  biodiversității și a ecosistemelor.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"Indicatorul național reprezintă o parte a indicatorului global și include doar  asistenta externa oficială pentru dezvoltare acordată sectorului vizat, fără  cheltuielile publice naționale care în cadrul metadatelor pentru indicatorul  global sunt specificate doar în denumirea acestuia. nu și în cadrul formulei  de calculare","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"1/3","source_active_1":true,"source_organisation_1":"","source_periodicity_1":"anual","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"Baza de date UNSTATS","source_contact_1":"","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 15.b.1: (a) Official development assistance on conservation and sustainable use of biodiversity; and (b) revenue generated and finance mobilized from biodiversity-relevant economic instruments</p>","SDG_TARGET__GLOBAL":"<p>Target 15.b: Mobilize significant resources from all sources and at all levels to finance sustainable forest management and provide adequate incentives to developing countries to advance such management, including for conservation and reforestation</p>","META_LAST_UPDATE__GLOBAL":"<p>2020-04-20</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Organisation for Economic Cooperation and Development (OECD)</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>A related indicator is that on public expenditure on biodiversity. Public expenditure on biodiversity is currently a Tier III indicator and is to be improved. For expenditure the methodology is agreed upon, i.e. SEEA Environmental Expenditure Accounts and National accounts COFOG. </p>","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"Total ODA flows to developing countries quantify the public effort that donors  provide to developing countries for biodiversity.","SDG_GOAL":"","target_id":"15.a","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-15.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","SDG_INDICATOR":"<p>Indicator 15.a.1: Value of external financial and technical development assistance for  the conservation and sustainable use of biodiversity and ecosystems</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> ODA –  in line with the international definition DAC ( [OECD Development  Assistance  Committee](http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm)  ) it represents the \"flows to countries and territories from the DAC list of  ODA beneficiaries and other multilateral institutions which are: (i) supplied  by official agents, including by national or local governments or by their  executive agencies; and (ii) every transaction is managed with the main  objective to promote economic development and wellbeing of developing  countries; and it is of concession nature and includes a grant element of at  least 25% (calculated at a reduction rate of 10%).</p>  <p>  [Other official  financial flows  (OOF)](http://www.oecd.org/dac/stats/documentupload/DCDDAC(2016)3FINAL.pdf),  Para. 24 - (except for officially supported credits for exports) are defined  as transactions made by the official sector which do not meet the eligibility  conditions for ODA, either because does not refer first of all to development  or because are not sufficiently concessional.  </p>  <p>  Foreign assistance –  financial and technical assistance provided to the Republic of Moldova,  Government and/or other public authorities by creditors'/donors' community  (art.9 of the GD No. 377 of 25.04.2018 regulating the institutional framework  and the mechanism for coordination and management of foreign assistance).</p>  <p>   Financial assistance (cooperation) – financial support under the form of  loans, grants, including delivery of goods and/or provision of works for  implementation of projects/programs;</p>  <p>  Technical assistance (cooperation) –  support under the form of transfer of knowledge, including technologies,  methodologies and techniques within projects/programs;</p>  <p>  [Platform for  managing foreign assistance  (AMP)](http://amp.gov.md/TEMPLATE/ampTemplate/dashboard/build/index.html) –  information automated system accessible online, which is covering and storing  the information regarding the projects/programs of foreign assistance in the  Republic of Moldova.</p>  <p>  Area of conservation and sustainable use of  biodiversity and ecosystems –  is defined in line with the DAC/OECD standards  and covers all the sector codes according to the CRS classification in section  410 \"General protection of environment”, code 41030 „Biodiversity”</p>  <p>  It is  repeated in 15.b.1. </p>","UNIT_MEASURE":"Million USD","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"[UNSTATS Database](https://unstats.un.org/sdgs/indicators/database/)","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"","COMPILING_ORG":"","INST_MANDATE":"<p> 1.Ministry of Agriculture, Regional Development and Environment </p>  <p>   2.Ministry of Finance </p>","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Total amount of disbursements of official development assistance (ODA) from  all donors for conservation and sustainable use of biodiversity and  ecosystems.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"The national indicator represents a part of the global indicator and includes  only official development assistance provided to the given sector, without  national public expenditures which in the metadata for the global indicator  are specified only in its name, but not in the calculation formula","OTHER_DOC":"","national_data_updated_date":"2023-05-30","national_metadata_updated_date":"2023-05-30","un_designated_tier":"1/3","source_active_1":true,"source_organisation_1":"","source_periodicity_1":"Annual","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"UNSTATS Database","source_contact_1":"","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Organisation for Economic Cooperation and Development (OECD)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This is a twin indicator consisting of:</p>\n<p>a) Official development assistance on conservation and sustainable use of biodiversity, defined as gross disbursements of total Official Development Assistance (ODA) from all donors for biodiversity. </p>\n<p>b) revenue generated and finance mobilised from biodiversity-relevant economic instruments, defined as revenue generated and finance mobilised from biodiversity-relevant economic instruments, covering biodiversity-relevant taxes, fees and charges, and positive subsidies. (New on-going work is underway to collect data on payments for ecosystem services and biodiversity offsets -- including the finance they mobilise for biodiversity).</p>\n<p><strong>Concepts:</strong></p>\n<p>a) The Development Assistance Committee (DAC) defines ODA as those flows to countries and territories on the DAC list of ODA recipients and multilateral institutions which are:</p>\n<ol>\n  <li>Provided by official agencies, including state and local governments, or by their executive agencies; and</li>\n  <li>Each transaction of which:</li>\n  <li> is administered with the promotion of the economic development and welfare of developing countries as its main objective; and</li>\n  <li>is concessional in character.</li>\n</ol>\n<p><em> </em>(See <a href=\"http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm\"><u>http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm</u></a>).</p>\n<p>b) The Environmental Policy Committee (EPOC) collects data on Policy Instruments for the Environment (to the OECD PINE database), including biodiversity-relevant economic instruments. Currently more than 110 countries are contributing data. For 2020 data, see <u> </u><a href=\"https://www.oecd.org/environment/resources/tracking-economic-instruments-and-finance-for-biodiversity-2020.pdf\"><u>Tracking Economic Instruments and Finance for Biodiversity -2020</u></a>. </p>","SOURCE_TYPE__GLOBAL":"<p>a) The OECD/DAC has been collecting data on official and private resource flows from 1960 at an aggregate level and 1973 at an activity level through the CRS (CRS data are considered complete from 1995 for commitments at an activity level and 2002 for disbursements). The Rio marker for biodiversity was introduced in 2002. The data are provided by DAC donors, other bilateral providers of development cooperation and multilateral organizations. </p>\n<p>b) Information for the OECD PINE database is collected via a network of 200 country experts, including in government agencies (Ministries of Finance and Environment, statistical institutes) as well as research institutes and international organisations. Data is collected systematically for 37 OECD members as well as the active accession countries. A growing number of non-member countries also provide information. Currently, more than 110 countries are contributing data. Registered experts are asked to update data at least once a year, typically in January or February, through a password-protected interface. The data collection method may result in some reporting bias, as OECD members and active accession countries are likely to report more data on a regular basis, and all figures should be interpreted in this context.</p>","COLL_METHOD__GLOBAL":"<p>a) Via and annual questionnaire reported by national statistical reporters in aid agencies, ministries of foreign affairs, etc.</p>\n<p>b) Via questionnaire and directly via the network of contacts.</p>","FREQ_COLL__GLOBAL":"<p>a) On an annual basis. </p>\n<p>b) On an on-going basis. </p>","REL_CAL_POLICY__GLOBAL":"<p>a) The data are published at the end of each year for year -1.</p>\n<p>b) An updated and expanded brochure on &#x201C;Tracking Economic Instruments and Finance for Biodiversity&#x201D; is planned to be released in mid-2020. </p>\n<p>The 2020 version is available here: OECD (2020), Tracking Economic Instruments and Finance for Biodiversity -2020.</p>","DATA_SOURCE__GLOBAL":"<p>a) A statistical reporter is responsible for the collection of DAC statistics in each providing country/agency. This reporter is usually located in the national aid agency, Ministry of Foreign Affairs or Finance etc.</p>\n<p>b) Information for the PINE database is collected via a network of 200 country experts, including in government agencies (Ministries of Finance and Environment, statistical institutes) as well as research institutes and international organisations. Data is collected systematically for 37 OECD members as well as the active accession countries. A growing number of non-member countries also provide information. Registered experts are asked to update data at least once a year, typically in January or February, through a password-protected interface. The data collection method may result in some reporting bias, as OECD members and active accession countries are likely to report more data on a regular basis, and all figures should be interpreted in this context. </p>\n<p>The OECD Secretariat, in consultation with countries, validates the data before they are published online. The management of PINE is overseen by OECD Committees and Working Parties.</p>","COMPILING_ORG__GLOBAL":"<p>a) OECD, Development Cooperation Directorate. The OECD is the only International Organisation collecting this data.</p>\n<p>b) OECD, Environment Directorate. The OECD is the only International Organisation collecting this data.</p>","RATIONALE__GLOBAL":"<p>a) Total ODA flows to developing countries quantify the public effort that donors provide to developing countries for biodiversity.</p>\n<p>b) Economic policy instruments can either generate revenue (e.g. biodiversity-relevant taxes) or mobilise finance directly for biodiversity conservation and sustainable use (e.g. biodiversity-relevant fees and charges; positive subsidies; PES and offsets) which is finance mobilised at domestic level. </p>\n<p>The data are collected in a consistent and comparable way across countries.</p>","REC_USE_LIM__GLOBAL":"<p>a) OECD CRS data are available since 1973. However, the data coverage at an activity level is considered complete from 1995 for commitments and 2002 for disbursements. The Rio biodiversity marker was introduced in 2002.</p>\n<p>b) The OECD PINE database tracks the biodiversity-relevant economic instruments that countries have put in place, and countries are encouraged to also provide information on the revenue and finance channelled via each of the instruments. The comprehensiveness of data provided currently varies across the biodiversity-relevant economic instruments. The data on revenue generated by biodiversity-relevant taxes is currently the most comprehensive. For the data on biodiversity-relevant fees and charges, for example, of the total number of these instruments currently reported to the PINE database, 42% also include data on the finance they generate. </p>\n<p>Like all data provided by a diffuse set of respondents, the data is subject to missing values, human error, and differences in interpretation of the provided definitions. However, all possible efforts have been made to ensure that the data is complete, accurate, and comparable across countries.</p>","DATA_COMP__GLOBAL":"<p>a) This indicator is calculated as the sum of all ODA flows from all donors to developing countries that have biodiversity as a principal or significant objective, thus marked with the Rio marker for biodiversity.</p>\n<p>b) Countries are requested to report on when the policy instrument was introduced, what it applies to, the geographical coverage, the environmental domain, the industries concerned; the revenues, costs or rates; whether the revenue is earmarked; and exemptions.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong>\n    <ol>\n      <li>and b) No attempt is made to estimate missing values.</li>\n    </ol>\n  </li>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>a) and b) No attempt is made to estimate missing values.</p>","REG_AGG__GLOBAL":"<p>a) Data are reported at a country level. </p>\n<p>b) Data are reported at national and sub-national level, depending on the scope of the policy instrument.</p>","DOC_METHOD__GLOBAL":"<p>a) The DAC statistical Reporting Directives govern the reporting of DAC statistics, and are reviewed and agreed by the DAC Working Party of Development Finance Statistics, see: <a href=\"https://one.oecd.org/document/DCD/DAC/STAT(2018)9/FINAL/en/pdf\"><u>https://one.oecd.org/document/DCD/DAC/STAT(2018)9/FINAL/en/pdf</u></a></p>\n<p>b) The OECD provides instructions and a formatted questionnaire for countries to provide data.</p>","QUALITY_ASSURE__GLOBAL":"<p>a) The data collected by the OECD/DAC Secretariat are official data provided by national statistical reporters in each providing country/agency. The OECD/DAC Secretariat is responsible for checking, validating and publishing these data. </p>\n<p>b) Data are provided by competent national authorities. The OECD Secretariat conducts regular checks to identify errors or missing data.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>a) The Rio biodiversity marker was introduced in 2002 and data are available since then for most DAC members, with improvements in reporting over time. Not all other providers report their data at an activity level though.</p>\n<p>Provisional data classification: Tier I</p>\n<p>b) Currently more than 110 countries are contributing data to the PINE database. As of March 2020, the database contained more than 3 500 policy instruments for the environment, of which 3 100 were in force. The environmental domains covered by the database include biodiversity, climate, air pollution, among others.</p>\n<p><strong>Time series:</strong></p>\n<p>a) The data are available since 1996 on an annual basis, with time series since 1950.</p>\n<p>b) The data series is annual and data is available from before 1980. </p>\n<p>The PINE database exists since 1996, with the added feature of tagging biodiversity-relevant instruments introduced in 2017. The biodiversity-relevant information in the PINE database is being used to monitor progress towards Aichi Target 3 on positive incentives, under the Convention on Biological Diversity. For more information on this, see Aichi Target 3 under the website of the Biodiversity Indicators Partnership (BIP).</p>\n<p><strong>Disaggregation:</strong></p>\n<p>a) This indicator can be disaggregated by donor, by recipient country (or region), by type of finance, by type of aid, by sub-sector, by policy marker (e.g. gender), etc.</p>\n<p>b) Information is available by country at the individual policy instrument level.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>a) DAC statistics are standardized on a calendar year basis for all donors and may differ from fiscal year data available in budget documents for some countries. Some countries provide more comprehensive information than others.</p>\n<p>b)<strong> </strong>Some countries provide more comprehensive information than others.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>a) See all links here:<strong> </strong><a href=\"http://www.oecd.org/dac/stats/methodology.htm\"><strong><u>http://www.oecd.org/dac/stats/methodology.htm</u></strong></a></p>\n<p><strong>References: </strong></p>\n<p>a) See all links here:<strong> </strong><a href=\"http://www.oecd.org/dac/stats/methodology.htm\"><strong><u>http://www.oecd.org/dac/stats/methodology.htm</u></strong></a></p>\n<p>b) OECD (2020), <a href=\"https://www.oecd.org/environment/resources/tracking-economic-instruments-and-finance-for-biodiversity-2020.pdf\"><u>Tracking Economic Instruments and Finance for Biodiversity - 2020</u></a>. </p>\n<p>The brochure also highlights on-going work to scale up the policy instruments to include Payments for Ecosystem Services, and Biodiversity Offsets, and the finance these two policy instruments mobilise. The PINE data is available at <a href=\"https://oe.cd/pine\"><u>https://oe.cd/pine</u></a></p>\n<p> </p>\n<p>Additional information extracted from the PINE database is reported in OECD (2019) <a href=\"https://www.oecd.org/env/resources/biodiversity/biodiversity-finance-and-the-economic-and-business-case-for-action.htm\"><em><u>Biodiversity: Finance and the Economic and Business Case for Action</u></em></a></p>","target_number":"15.a","goal_number":"15","indicator_sort_order":"15-0a-01"}