{"composite_breakdown_label":"","computation_units":"Percent, %","copyright":"","data_footnote":"The resulting percentage rather represents the ratio between the number of judgments and decisions issued in respect of the Republic of Moldova and the number of cases notified each year. The results do not necessarily reflect the proportion of cases in which violations of the ECHR have been found. These data refer to the Court's direct activity and its priority areas (either communication of cases or delivery of judgments/judgements), which fluctuate from year to year. At the same time, given the length of proceedings before the Court, applications communicated in a particular year are dealt with in the subsequent years, depending on their subject matter, complexity and priority.","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"16.3.2.3 The proportion of cases lost at ECHR out of the number of applications notified each year","graph_titles":[],"graph_type":"line","indicator_available":"The proportion of cases lost at ECHR out of the number of applications notified each year","indicator_name":"Proportion of court cases lost at ECHR out of the number of applications communicated every year","indicator_number":"16.3.2.3","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"the Republic of Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["National proxy"],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"Procent, %","copyright":"","data_footnote":"Procentul rezultat reprezintă mai degrabă coraportul dintre numărul hotărârilor și al deciziilor ponunțate în privința Republicii Moldova și numărul cauzelor comunicate în fiecare an. Rezultatele nu reflectă neapărat ponderea cauzelor în care s-au constatat încălcări ale CEDO. Aceste date se referă la activitatea nemijlocită a Curții și la domeniile sale prioritare (fie comunicarea cauzelor, fie pronunțarea hotărârilor/deciziilor), care fluctuează de la an la an. Totodată, având în vedere durata îndelungată a procedurilor din fața Curții, cererile comunicate într-un anumit an sunt soluționate pe parcursul anilor următori, în funcție de obiectul, complexitatea și prioritatea lor.","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"16.3.2.3 Proportion of court cases lost at ECHR out of the number of applications communicated every year","graph_titles":[],"graph_type":"line","indicator_available":"Proportion of court cases lost at ECHR out of the number of applications communicated every year","indicator_name":"Proportion of court cases lost at ECHR out of the number of applications communicated every year","indicator_number":"16.3.2.3","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["National proxy"],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.3.2.3: NA</p>","SDG_TARGET__GLOBAL":"<p>Target 16.3: Promovarea statului de drept la nivel național și internațional și asigurarea accesului egal la justiție pentru toți</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"United Nations Office on Drugs and Crime (UNODC)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"16.3","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-03-02.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 209","SDG_INDICATOR":"<p>Indicator 16.3.2.3: Ponderea cazurilor pierdute la CEDO, din numărul cererilor comunicate în fiecare an</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Orice persoană care se consideră lezată într-un drept al său garantat de Convenția Europeană poate depune o cerere la CEDO. Pentru depunerea unei cereri la Curte, trebuie întrunite anumite condiții de admisibilitate stabilite la art. 34 și 35 din Convenție (ex: epuizarea căilor interne de recurs; respectarea termenului de 4 luni; să se refere la un drept prevăzut de Convenție etc.). Cererile înregistrate sunt examinate de către Curte imediat ce este posibil. Datorită complexității procedurii și numărului mare de cereri pe rol, procedura de examinare a unei cereri durează între 3 și 7 ani. Hotărârile pronunțate de către un comitet sau de Marea Cameră a Curții, precum și deciziile Curții sunt  definitive și nu pot fi contestate. Hotărârile pronunțate de către o Cameră pot fi retrimise la Marea Cameră a Curții, în conformitate cu art. 43 din Convenție. Curtea informează reclamantul și Guvernul respondent despre orice hotărâre sau decizie pronunțată. Comitetul de Miniștri al Consiliului Europei supraveghează executarea hotărârilor Curții de către Guvernele reclamate. Agentul guvernamental reprezintă Republica Moldova la Curtea Europeană și contribuie, în modul prevăzut de lege, la asigurarea executării hotărârilor și a deciziilor Curții în cauzele îndreptate împotriva Republicii Moldova. De asemenea, el reprezintă țara în calitate de expert la sesiunile plenare ale comitetelor interguvernamentale ale Comitetului de Miniștri al Consiliului Europei pe dimensiunea drepturilor omului, coordonând-și acțiunile cu Ministerul Afacerilor Externe și Integrării Europene (art. 5 din Legea nr.151 din  30.07.2015 cu privire la Agentul guvernamental).","UNIT_MEASURE":"Procent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"<p> 1) [Rapoartele anuale ale CEDO](https://echr.coe.int/Pages/home.aspx?p=court/annualreports&c=)</p>  <p>2) date statistice ale Direcției agent guvernamental, MJ </p>","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"<p> 1) Curtea Europeană a Drepturilor Omului</p>  <p>2) Ministerul Justiției </p>","COMPILING_ORG":"","INST_MANDATE":"Ministerul Justiției","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Ponderea cazurilor pierdute la CtEDO, din numărul cererilor comunicate în fiecare an = Numărul  de hotărâri prin care CtEDO a recunoscut cel puțin o încălcare a Convenției de către Republica Moldova plus numărul de decizii privind radierea de pe rol a cauzei în urma încheierii unui acord de soluționare amiabilă sau a prezentării unei declarații unilaterale de către Guvern, raportat la numărul de cauze comunicate în fiecare an * 100%.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"Ministerul Justiției","source_periodicity_1":"anual","source_url_1":"","source_url_text_1":"Link la sursa date","source_contact_1":"","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 16.3.2.3: NA</p>","SDG_TARGET__GLOBAL":"<p>Target 16.3: Promoting the rule of law at the national and international levels and ensuring the equal access to justice to each individual</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"United Nations Office on Drugs and Crime (UNODC)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"16.3","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-03-02.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 209","SDG_INDICATOR":"<p>Indicator 16.3.2.3: The proportion of cases lost at ECHR out of the number of applications notified each year</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"Any persons considering that one of his/her rights guaranteed by the European Convention has been violated may file an application before the ECHR. In order to file an application before the ECHR, some admissibility conditions should be met, as established by art. 34 and 35 of the Convention (e.g. the exhaustion of domestic  remedies; the compliance with the period of four months; the referrence to a particular right provided by the Convention etc.). The registered applications are examined by the Court as soon as possible. Due to the complexity of the procedure and the large number of pending applications, the examination procedure for an application lasts between 3 and 7 years. The judgments issued by a Committee or by the Grand Chamber of the Court, as well as the Court's decisions are final and cannot be appealed. The judgments issued by a Chamber may be referred to the Grand Chamber of the Court, according to art. 43 of the Convention. The Court shall inform the applicant and the Respondent Government about any judgment or decision issued. The Committee of Ministers of the Council of Europe supervises the enforcement of the Court's judgements by the Respondent Governments. The Government Agent represents the Republic of Moldova at the European Court and contributes, in the manner provided by law, to ensuring the enforcement of  judgements and decisions of the European Court in cases versus the Republic of Moldova. He/she also represents the country as expert during the plenary sessions of the inter-governmental committees of the Committee of Ministers of the Council of Europe related to human rights, coordinating his/her actions with the Ministry of Foreign Affairs and European Integration  (art. 5 of Law No. 151 of 30.07.2015 on the Government Agent).","UNIT_MEASURE":"Percent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"<p> 1) Annual Reports of the ECHR (https://echr.coe.int/Pages/home.aspx?p=court/annualreports&c=)</p>  <p>2) Statistical data of the Government Agent Office, Ministry of Justice </p>","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"<p> 1. European Court of Human Rights</p>  <p>2. Ministry of Justice </p>","COMPILING_ORG":"","INST_MANDATE":"Ministry of Justice","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"The proportion of cases lost at the ECHR out of the number of applications notified each year = The number of judgments whereby the ECHR found at least one violation of the Convention by the Republic of Moldova plus the number of decisions on striking out the cases from the Court's list as a result of friendly settlement agreements or unilateral declarations submitted by the Government, out of the number of cases communicated each year * 100%.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"2023-05-10","national_metadata_updated_date":"2023-05-10","un_designated_tier":"1","source_active_1":true,"source_organisation_1":"Ministry of Justice","source_periodicity_1":"Annual","source_url_1":"","source_url_text_1":"Link to source","source_contact_1":"","source_other_info_1":"","target_number":"16.3","goal_number":"16","indicator_sort_order":"16-03-02-03"}