{"composite_breakdown_label":"","computation_units":"Percent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"16.5.1. Proportion of persons who made unofficial payments (paid a bribe) during the previous 12 months","graph_titles":[],"graph_type":"line","indicator_available":"Proportion of persons who made unofficial payments (paid a bribe) during the previous 12 months","indicator_name":"Proportion of persons who had at least one contact with a public official and who paid a bribe to a public official, or were asked for a bribe by those public officials, during the previous 12 months","indicator_number":"16.5.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republic of Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["Global adjusted"],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"Procent, %","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"16.5.1. Proportion of persons who made unofficial payments (paid a bribe) during the previous 12 months","graph_titles":[],"graph_type":"line","indicator_available":"Proportion of persons who made unofficial payments (paid a bribe) during the previous 12 months","indicator_name":"Proportion of persons who had at least one contact with a public official and who paid a bribe to a public official, or were asked for a bribe by those public officials, during the previous 12 months","indicator_number":"16.5.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["Global ajustat"],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.5.1: Ponderea persoanelor care au avut cel puțin un contact cu un funcționar public  și care au plătit mită unui funcționar public sau au fost rugate să plătească  mită de către acești funcționari publici în ultimele 12 luni</p>","SDG_TARGET__GLOBAL":"<p>Target NA: Reducerea semnificativă a corupției și dării de mită în toate formele sale</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"UNODC","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-16.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 1361kB)","SDG_INDICATOR":"<p>Indicator 16.5.1: Ponderea persoanelor care au efectuat plăți neoficiale (mită) în ultimele 12  luni</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Indicatorul este definit ca proporția persoanelor care au plătit cel puțin o  dată mită (au dat bani oficiali publici, cadou sau contra-favor) unui  funcționar public sau de la care a fost cerută mită de către acești  funcționari publici, în ultimele 12 luni, ca procent de persoane care au avut  cel puțin un contact cu un funcționar public în aceeași perioadă.</p>  <p>  Datele  pentru acest indicator la nivel național pot fi extrase din două surse: </p>  <p>  1) Cercetarea din 2015 în baza întrebării: ”Pe parcursul ultimului an Dvs.  (sau altcineva din familia Dvs.) ați plătit neoficial sau ați oferit cadouri  angajaților din următoarele instituții/servicii/domenii?” </p>  <p>  2) Cercetarea  din 2018, în baza întrebărilor: ”Ați interacționat cu următoarele instituții  în ultimele 12 luni? Ați plătit bani neoficial în ultimele 12 luni? Ați oferit  cadouri în ultimele 12 luni?” </p>","UNIT_MEASURE":"Procent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"<p> 1) [Cercetarea sociologică \"Corupția în RM: percepțiile și experiențele  proprii ale oamenilor de afaceri și gospodăriilor casnice,  2015](http://www.transparency.md/wp-content/uploads/2017/06/TI_Moldova_Cercetare_Sociologica_2015.pdf)  </p>  <p>  2) [Studiu de evaluare a impactului strategiei naționale de integritate  și anticorupție – Moldova  2017](http://www.md.undp.org/content/moldova/ro/home/library/effective_governance/studiu-de-evaluare-a-impactului-strategiei-naionale-de-integrita.html) </p>","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Centrul Național Anticorupție","COMPILING_ORG":"","INST_MANDATE":"Centrul Național Anticorupție","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Numărul total de persoane care au plătit cel puțin o dată mită unui funcționar  public în ultimele 12 luni sau de la care a fost solicitată mită în perioada  de referință, raportat la numărul total de persoane care au avut cel puțin un  contact cu un funcționar public în perioada respectivă * 100","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"<p> Indicatorul global se referă la experiența individuală a respondentului, care  este selectat aleatoriu dintre membrii gospodăriilor, în timp ce experiența  altor membri de dare de mită nu este inclusă. </p>  <p>  Pe când indicatorul  național este similar celui global, diferențele fiind următoarele: 1) datele  studiului din anul 2015 iau în  considerație experiența individuală de mită a  respondentului și a membrilor gospodăriilor din care aceștia fac parte; 2)  datele studiului din anul 2018 iau în considerație experiența individuală de  mită a respondenților selectați aleatoriu, agenților economici activi și  agenților publici din cadrul administrației publice a mun. Chișinău. </p>","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"Transparency International Moldova","source_periodicity_1":"<p> periodic </p>  <p>  2015, 2017 </p>","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 16.5.1: Proportion of persons who had at least one contact with a public official and who paid a bribe to a public official, or were asked for a bribe by those public officials, during the previous 12 months</p>","SDG_TARGET__GLOBAL":"<p>Target 16.5: Substantially reduce corruption and bribery in all their forms</p>","META_LAST_UPDATE__GLOBAL":"2023-03-31","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 16.5.2: Proportion of businesses that had at least one contact with a public official and that paid a bribe to a public official, or were asked for a bribe by those public officials during the previous 12 months</p>\n<p>Indicator 16.4.1: Total value of inward and outward illicit financial flows (in current United States dollars)</p>","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-16.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 1361kB)","SDG_INDICATOR":"<p>Indicator 16.5.1: Proportion of persons who made unofficial payments (paid a bribe) during the  previous 12 months</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> The indicator is defined as a proportion of persons who have paid at least  once a bribe (have given official public money, presents or counter-favours)  to a civil servant or from whom a bribe was requested by the same civil  servant, over the last 12 months, as a percentage of persons who have had at  least one contact with one civil servant during the same period.</p>  <p>  Data for  this indicator at the national level may be extracted from two sources: </p>  <p>   1) Survey from 2015, based on the question: \"Over the last year, have you (or  anyone from your family) paid unofficially or offered a presents to employees  from the following institutions / services/ areas?\" </p>  <p>  2) Survey from 2018,  based on the questions: \"Have you interacted with the following institutions  over the last 12 months? Have you paid unofficially over the last 12 months?  Have you offered presents over the last 12 months?\" </p>","UNIT_MEASURE":"Percent, %","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"<p> 1) [Sociological Survey \"Corruption in RM: perceptions and own experiences of  business people and households,  2015](http://www.transparency.md/wp-content/uploads/2017/06/TI_Moldova_Cercetare_Sociologica_2015.pdf)</p>  <p>   2) [Study to assess the impact of the National Integrity and Anticorruption  Strategy – Moldova  2017](http://www.md.undp.org/content/moldova/ro/home/library/effective_governance/studiu-de-evaluare-a-impactului-strategiei-naionale-de-integrita.html) </p>","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"National Anticorruption Center","COMPILING_ORG":"","INST_MANDATE":"National Anticorruption Center","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Total number of persons who paid at least once bribe to a civil servant over  the last 12 months or from whom a bribe was requested during the period of  reference, out of the total number of persons who had at least one contact  with one civil servant during the respective period of time * 100","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"<p> The global indicator refers to the respondent's individual experience, who is  selected randomly from the household members, while the experience of other  members in relation to offering bribe is not included. </p>  <p>  Although the  national indicator is similar to the global one, there are some differences:  1) the data of the study from 2015 take into consideration the individual  experience of bribe giving of the respondent and of the household members that  he/she is a part of; 2) the data of the study from 2018 take into  consideration the individual experience of bribe-giving of the respondents  selected randomly, active economic agents and public agents from public  administration of Chisinau municipality. </p>","OTHER_DOC":"","national_data_updated_date":"2023-06-13","national_metadata_updated_date":"2023-07-24","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"Transparency International Moldova","source_periodicity_1":"Once every few years (2015, 2017)","source_url_1":"","source_url_text_1":"Link to source","source_contact_1":"","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Applies to all series </p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator is defined as the percentage of persons who paid at least one bribe (gave a public official money, a gift or counter favour) to a public official, or were asked for a bribe by these public officials, in the last 12 months, as a percentage of persons who had at least one contact with a public official in the same period.</p>\n<p><strong>Concepts:</strong></p>\n<p>In the International Classification of Crime for Statistical Purposes (ICCS), bribery is defined as: &#x2018;Promising, offering, giving, soliciting, or accepting an undue advantage to or from a public official or a person who directs or works in a private sector entity, directly or indirectly, in order that the person act or refrain from acting in the exercise of his or her official duties&#x2019; (ICCS Category 07031). This definition is based on definitions of bribery of national public officials, bribery of foreign public officials and official of international organisations and bribery in the private sector that are contained in the United Nations Convention against Corruption (articles 15, 16, and 21).</p>\n<p>While the concept of bribery is broader, as it includes also actions such as promising or offering, and it covers both public and private sector, this indicator focuses on specific forms of bribery that are more measurable (the giving and/or requesting of bribes) and it limits the scope to the public sector.</p>\n<p>The concept of undue advantage is operationalized by reference to giving of money (in addition to an official fee), gifts or provision of a service requested/offered by/to a public official in exchange for a special treatment.</p>\n<p>This indicator captures the often called &#x2018;administrative bribery&#x2019;, which is often intended as the type of bribery affecting citizens in their dealings with public administrations and/or civil servants.</p>\n<p>For this indicator, public official refers to persons holding a legislative, executive, administrative or judicial office. In the operationalization of the indicator, a list of selected officials and civil servants is used.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>UNODC. 2015. <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html\">International Classification of Crime for Statistical Purposes</a> (ICCS)</p>\n<p>UNODC. 2023. Statistical framework to measure corruption</p>","SOURCE_TYPE__GLOBAL":"<p>This indicator is derived from household surveys on corruption experience and/or victimisation surveys with a module on bribery.</p>\n<p>The indicator refers to individual (&#x201C;direct&#x201D;) experiences of the respondent, who is randomly selected among the household members, while (&#x201C;indirect&#x201D;) experiences of bribery by other members should not be included. However, direct bribery experiences of the respondent can include instances where the giving of money (in addition to an official fee), gifts or provision of a service is done through someone else (e.g. middlemen). Experience of bribery is collected through a series of questions on concrete contacts and experiences of bribery with a list of public official and civil servants.</p>\n<p>The denominator refers only to those persons that had at least one direct interaction with a public official/civil servant as they form the population group at risk of experiencing bribery.</p>\n<p>United Nations Office on Drugs and Crime (UNODC) collects data on the prevalence of bribery through its annual data collection: the UN Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS). The data collection through the UN-CTS is facilitated by a network of over 140 national Focal Points appointed by responsible authorities.</p>","COLL_METHOD__GLOBAL":"<p>At international level, data are collected by United Nations Office on Drugs and Crime (UNODC) through the annual UN-CTS data collection. Data are on bribery indicator are sent to UNODC by member states, usually through national UN-CTS Focal Points (over 140 appointed Focal Points) which in most cases are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.). For countries that have not appointed a focal point, the request for data is sent to the permanent mission in Vienna. When a country does not report to UNODC, other official sources such as authoritative websites, publications, or other forms of communication are used. Once consolidated, data are shared with countries to check their accuracy and validity.</p>","FREQ_COLL__GLOBAL":"<p>III-IV quarter year n</p>","REL_CAL_POLICY__GLOBAL":"<p>II quarter year n+1 (data for year n-1). For instance, data for the year 2022 are collected in III-IV quarter 2023 and released in II quarter 2024.</p>","DATA_SOURCE__GLOBAL":"<p>The primary source of data on the indicator of bribery experience is usually the institution responsible for surveys on corruption/victimisation surveys (National Statistical Office, Anti-Corruption Agency, etc.).</p>\n<p>Data on bribery are sent to UNODC by member states, usually through national UN-CTS Focal Points which in most cases are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.). </p>","COMPILING_ORG__GLOBAL":"<p><strong>Name:</strong></p>\n<p>United Nations Office on Drugs and Crime (UNODC)</p>\n<p><strong>Description:</strong></p>\n<p>At the international level, data are routinely collected and disseminated by the United Nations Office on Drugs and Crime (UNODC) through the annual UN Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS) data collection. UNODC partners with regional organizations in the collection and dissemination of data, respectively with Eurostat in Europe and with the Organisation of American States in the Americas. </p>","INST_MANDATE__GLOBAL":"<p>The United Nations Office on Drugs and Crime (UNODC) &#x2013; as custodian of the UN standards and norms in crime prevention and criminal justice, UNODC assists Member States in reforming their criminal justice systems in order to be effective, fair and humane for the entire population. UNODC develops technical tools to assist Member States in implementing the UN standards and norms and supports Member States through the provision of technical assistance in crime prevention and criminal justice reform. It does so through several Global programmes and through the UNODC field office network.</p>\n<p>UNODC is responsible for carrying out the United Nations Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS), which was introduced through the General Assembly Resolution <a href=\"https://undocs.org/en/A/RES/3021(XXVII)\">A/RES/3021(XXVII)</a> in 1972. The Economic and Social Council, in its resolution 1984/48 of 25 May 1984, further requested that the Secretary-General maintain and develop the United Nations crime-related database by continuing to conduct surveys of crime trends and the operations of criminal justice systems. </p>","RATIONALE__GLOBAL":"<p>Corruption is an antonym of equal accessibility to public services and of correct functioning of the economy; as such, it has a negative impact on fair distribution of resources and development opportunities. Besides, corruption erodes public trust in authorities and the rule of law; when administrative bribery becomes a recurrent experience of large sectors of the population and businesses, its negative effects have an enduring negative impact on the rule of law, democratic processes and justice. By providing a direct measure of the experience of bribery, this indicator provides an objective metric of corruption, a yardstick to monitor progress in the fight against corruption</p>","REC_USE_LIM__GLOBAL":"<p>Bribery prevalence in the SDG indicator framework is defined as the percentage of persons who paid at least one bribe (gave a public official money, a gift or counter favour) to a public official, <u>or were asked for a bribe by these public officials</u>, in the last 12 months, as a percentage of persons who had at least one contact with a public official in the same period.</p>\n<p>In this formulation, the share of the population in contact with public officials who was asked to pay a bribe (but did not give it) is to beincluded in the numerator of the indicator. However, several historical and on-going survey programmes implemented at the national and international level do not include experiences of bribery refusal in the formulation and prevalence computation. It is expected that data according to the preferred definition (which includes bribery refusal) will become increasingly available at national and global level, as standardised question wording and indicator computation are applied.</p>\n<p>On a more general level, it should be noted that this indicator provides information on the experiences of bribery occurring during interactions between citizens and the public sector, while it does not cover other forms of corruption, such as &#xB4;grand corruption&#xB4;, trading in influence, or abuse of power.</p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated as the total number of persons who paid at least one bribe to a public official (or were asked for a bribe) in the last 12 months, over the total number of persons who had at least one contact with a public official in the same period, multiplied by 100.</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>B</mi>\n    <mi>r</mi>\n    <mi>i</mi>\n    <mi>b</mi>\n    <mi>e</mi>\n    <mi>r</mi>\n    <mi>y</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>p</mi>\n    <mi>r</mi>\n    <mi>e</mi>\n    <mi>v</mi>\n    <mi>a</mi>\n    <mi>l</mi>\n    <mi>e</mi>\n    <mi>n</mi>\n    <mi>c</mi>\n    <mi>e</mi>\n    <mo>=</mo>\n    <mn>100</mn>\n    <mi>*</mi>\n    <mfrac>\n      <mrow>\n        <mi>B</mi>\n      </mrow>\n      <mrow>\n        <mi>C</mi>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>Where <em>B</em> refers to the number of people who paid a bribe to or were asked for a bribe by public official in the last 12 months, and <em>C </em>refers to the total number of people who had contact with public officials in the last 12 months.</p>","DATA_VALIDATION__GLOBAL":"<p>Following the submission of the CTS questionnaire, UNODC checks the submitted data for consistency and coherence with other data sources. For survey-based indicators, metadata are assessed in relation to the representativeness and coverage of the survey as well as alignment of question wording and answer options with international standards. Member States which are also part of the European Union or the European Free Trade Association, or candidate or potential candidate to the European Union are sending their response to the UN-CTS to Eurostat for validation. The Organization for American States is also reviewing the responses of its Member States. All data submitted by Member States through other means or taken from other sources are added to the dataset after review and validation by Member States.</p>\n<p> </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are not imputed.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Not applicable</p>","REG_AGG__GLOBAL":"<p>Not applicable</p>","DOC_METHOD__GLOBAL":"<p>In 2018, UNODC together with the United Nations Development Program (UNDP) and the UNODC-INEGI Centre of Excellence published the Manual on Corruption Surveys, which provides Member States with detailed guidelines not only for planning and implementing corruption surveys, but for also analyzing and reporting on corruption survey data. The Manual deals with deals with corruption surveys among the general population as well as businesses. The Manual is available in multiple UN languages at: <a href=\"https://www.unodc.org/unodc/data-and-analysis/corruption-manuals.html\">https://www.unodc.org/unodc/data-and-analysis/corruption-manuals.html</a> </p>\n<p>In 2022, the United Nations Office on Drugs and Crime (UNODC) together with the United Nations Development Program (UNDP) and the Office of the United Nations High Commissioner on Human Rights (OHCHR) published the SDG 16 Survey Questionnaire and Implementation Manual, which contain internationally standardised survey question wording (in the five official UN languages) as well as implementation guidance related to this indicator. The questionnaire and manual are available in multiple languages at:</p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire</a></p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual</a> </p>\n<p>UNODC. 2023. Statistical framework to measure corruption</p>","QUALITY_MGMNT__GLOBAL":"<p>The United Nations Office on Drugs and Crime (UNODC) has a statistical section with dedicated staff to support the data collection through technical assistance, collating and verifying the received data and continuously improve data collection mechanisms including guidelines.</p>","QUALITY_ASSURE__GLOBAL":"<p>It is recommended that National Statistics Offices (NSOs) serve as the main contact for compiling and assuring the quality of the necessary data to report on SDG 16.5.1, in close coordination with other relevant bodies in the country. Automated and substantive validation procedures are in place when data are processed by custodian agencies to assess their consistency and compliance with standards.</p>","QUALITY_ASSMNT__GLOBAL":"<p>See section 4.d Validation</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>More than 120 countries have at least one data point on bribery prevalence based on a nationally representative survey. A growing number of countries are implementing surveys using similar methodologies in order to assess the prevalence of bribery experiences in the population. However, the scale and methods of administration of the surveys vary. </p>\n<p><strong>Time series:</strong></p>\n<p>The indicator has recently been included into the annual United Nations Crime Trends Survey (UN-CTS, the regular data collection used by UNODC to collect data from UN Member States. It is expected that countries will gradually report on this indicator as the methodological guidance is disseminated and relevant items are included in national surveys.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Recommended disaggregation for this indicator are by:</p>\n<ul>\n  <li>age and sex of the bribe-givers</li>\n  <li>type of official (police officer, health care worker, customs officer, etc.)ethe bribe-givers</li>\n  <li>educational attainment of the bribe-givers</li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>If data from more than one survey are available for the same country, discrepancies may arise due to different wording of the questions, different structure of the questionnaire, different survey methods and operations, different sample design and sample size. As a rule, data from national surveys complying with recommended international standards are used, when available.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL and References:</strong></p>\n<p><a href=\"http://www.unodc.org\">www.unodc.org</a> </p>\n<p><a href=\"https://dataunodc.un.org/sdgs\">https://dataunodc.un.org/sdgs</a></p>\n<p>General information on UNODC&#x2019;s work related to corruption surveys: <a href=\"https://www.unodc.org/unodc/data-and-analysis/corruption.html\">https://www.unodc.org/unodc/data-and-analysis/corruption.html</a></p>\n<p>Platform for accessing micro-data on corruption surveys: <a href=\"https://dataunodc.un.org/content/microdata\">https://dataunodc.un.org/content/microdata</a> </p>\n<p>UNODC. 2015. International Classification of Crime for Statistical Purposes (ICCS)</p>\n<p><a href=\"https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html\">https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html</a> </p>\n<p>UNODC-UNDP-UNODC-INEGI CoE. 2018. Manual on Corruption Surveys.</p>\n<p><a href=\"https://www.unodc.org/unodc/data-and-analysis/corruption-manuals.html\">https://www.unodc.org/unodc/data-and-analysis/corruption-manuals.html</a> </p>\n<p>UNODC-UNDP-OHCHR. 2022. SDG 16 Survey Questionnaire and Implementation Manual. Available at:</p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire</a></p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual</a> </p>\n<p>UNODC. 2023. Statistical framework to measure corruption</p>","target_number":"16.5","goal_number":"16","indicator_sort_order":"16-05-01"}