{"computation_units":"Index","data_footnote":"Preliminary data, in the process of validation by the WHO Office","data_non_statistical":false,"graph_title":"3.8.1. Coverage of essential health services, index","indicator_available":"Coverage of essential health services, index","indicator_name":"Coverage of essential health services","indicator_number":"3.8.1","national_geographical_coverage":"Republic of Moldova","reporting_status":"complete","ro":{"composite_breakdown_label":"","computation_units":"indice","copyright":"","data_footnote":"Date preliminare, in proces de validare de catre Oficiul OMS","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"3.8.1. Coverage of essential health services, index","graph_titles":[],"graph_type":"line","indicator_available":"Coverage of essential health services, index","indicator_name":"Coverage of essential health services","indicator_number":"3.8.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":["Global"],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.8.1: Acoperirea cu servicii esențiale de sănătate</p>","SDG_TARGET__GLOBAL":"<p>Target 3.8: Realizarea acoperirii universale în domeniul sănătății, inclusiv protecția  riscurilor financiare, accesul la servicii esențiale de sănătate calitative și  accesul la medicamente de bază și vaccinuri sigure, eficiente, de calitate și  la prețuri accesibile pentru toți</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"WHO","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"3.8","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-3.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 865kB)","SDG_INDICATOR":"<p>Indicator 3.8.1: Acoperirea cu servicii esențiale de sănătate, indice</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> Acoperirea medie cu servicii esențiale de sănătate este apreciată în baza  procedurilor de monitorizare a sănătății reproductive, materne, a  nou-născuților și a copiilor,  bolilor infecțioase, bolilor necontagioase și  capacității și accesului serviciilor, în rândul populației generale și celei  mai dezavantajate. Cei 14 indicatori de urmărire a acoperirii cu servicii de  sănătate sunt grupați în 4 categorii:</p>  <p>  I. Reproducerea, maternitatea,  sănătatea nou-născutul și copilului:</p>  <p>  1) Planificarea familială: Ponderea  femeilor de vârstă fertilă (15-49 ani) cu necesități de planificare a familiei  satisfăcute prin metode moderne de contracepție (Indicatorul ODD 3.7.1.);</p>  <p>   2) Supravegherea sarcinii și nașterii: Ponderea femeilor în vârstă de 15-49  ani cu nașteri vii într-o perioadă determinată care au primit îngrijire  antenatală de patru sau mai multe ori; </p>  <p>  3) Imunizarea copiilor: Ponderea  copiilor care au primit trei doze de vaccin împotriva  difteriei-tetanosului-tusei convulsive;</p>  <p>  4) Tratamentul copiilor:  Proporția copiilor în vârstă de până la 5 ani suspectați de pneumonie (tuse,  respirație dificilă, nedatorată unei probleme în piept sau a nasului înfundat)  în cursul a două săptămâni până la examinare de către instituția medicală  corespunzătoare.</p>  <p>  II. Bolile infecțioase:</p>  <p>  5) Tuberculoza: Ponderea  cazurilor noi de TB depistate și tratate cu succes;</p>  <p>  6) HIV/SIDA: Ponderea  persoanelor care trăiesc cu HIV, care primesc în prezent tratament  antiretroviral;</p>  <p>  7) Malaria: Ponderea persoanelor din zonele endemice  pentru malarie, care dorm noaptea sub o plasă tratată cu insecticide  (Nerelevant pentru Moldova);</p>  <p>  8) Aprovizionarea cu apă și sanitație:  Proporția gospodăriilor care utilizează facilități de aprovizionare cu apă și  sanitație îmbunătățite;</p>  <p>  III. Bolile necontagioase:</p>  <p>  9) Hipertensiunea  arterială: Prevalență standardizată conform vârstei a tensiunii arteriale  neridicate (tensiunea arterială sistolică <140 mm Hg. sau tensiunea arterială  diastolică <90 mmHg.) printre populație adultă de 18 ani și peste;</p>  <p>  10)  Diabetul zaharat: Valoarea medie a glucozei plasmatice, pe nemâncate,  standardizată conform vârstei (mmol/L) pentru adulții de 18 ani și peste;</p>  <p>   11) Tutun: Prevalența standardizată conform vârstei în rândul adulților >=15   ani care nu au fumat tutun în ultimele 30 de zile (Indicator ODD 3.a.1. - vezi  descrierea acolo);</p>  <p>  IV.Capacitatea și accesul serviciilor:</p>  <p>  12.  Accesul la spitalizare: Paturi de spital per persoană, raportat la un prag  maxim de 18 la 10,000 populație;</p>  <p>  13) Forța de muncă în sănătate:  Profesioniștii în sănătate (medici, psihiatri, chirurgi) pe persoană, în  raport cu valoarea maximă pragului pentru fiecare specialist (parte a  indicatorului ODD 3.c.1.)</p>  <p>  14) Securitatea sănătății: Indicele capacității  de bază al Regulamentelor Internaționale în Sănătate (IHR), care este  procentul mediu atribuit  pentru 13 capacități de bază care au fost atinse  (Indicatorul ODD. 3.d.1. metadatele globale) </p>","UNIT_MEASURE":"indice","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"Organizația Mondială a Sănătății","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Ministerul Sănătății, Agenția Națională pentru  Sănătate Publică;","COMPILING_ORG":"","INST_MANDATE":"Ministerul Sănătății","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Indicatorul dat reprezintă un indice, prezentat conform unei scale de la 0 la  100,  care se calculează cu media geometrică a 14 indicatori de urmărire a  acoperirii cu servicii de sănătate.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"3","source_active_1":true,"source_organisation_1":"Organizația Mondială a Sănătății","source_periodicity_1":"anual","source_url_1":"","source_url_text_1":"Link la sursa de date","source_contact_1":"","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 3.8.1: Coverage of essential health services</p>","SDG_TARGET__GLOBAL":"<p>Target 3.8: Achieve universal health coverage, including financial risk protection, access  to quality essential health-care services and access to safe, effective,  quality and affordable essential medicines and vaccines for all</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"WHO","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"","SDG_GOAL":"","target_id":"3.8","SDG_TARGET":"","GOAL_META_LINK":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-3.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (pdf 865kB)","SDG_INDICATOR":"<p>Indicator 3.8.1: Coverage of essential health services, index</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> The average coverage with essential health services is assessed based on the  monitoring procedures for reproductive health, maternal health, new-borns'  health and children's health, infectious diseases, non-communicable diseases  and the service capacity and access, among the general population and the most  deprived population. The 14 indicators tracing the coverage with health  services are grouped in 4 categories:</p>  <p> I. Reproductive, maternal, newborn  and child health: </p>  <p>  1)Family planning: Share of women of reproductive age  (15-49 years old) with their family planning needs satisfied through modern  methods of contraception (Indicator SDG 3.7.1.);</p>  <p>  2) Pregnancy and  delivery care: Share of women aged 15-49 years old with live births in a  determined period of time, who received antenatal care four or more times;  </p>  <p>  3) Child immunization: Share of children who received three vaccine  doses containing diphtheria - tetanus -pertussis;</p>  <p>  4)Children's treatment:  Share of children aged under 5 years old with suspected pneumonia (cough,  dyspnoea, not due to a chest problem or sunny nose) during two week before  examination by the corresponding medical institution.</p>  <p>  II. Infectious  diseases:</p>  <p>  5) TB: share of new TB cases detected and successfully  treated;</p>  <p>  6) HIV/AIDS: Share of persons living with HIV receiving  antiretroviral treatment;</p>  <p>  7) Malaria: Share of persons from endemic areas  for malaria, who sleep during the night under an insecticide-treated net (Not  relevant for Moldova);</p>  <p>  8)Water and sanitation: Share of households using  at least basic sanitation facilities;</p>  <p>  III. Non-communicable  diseases:</p>  <p>  9)Hypertension: Age-standardized prevalence of non-raised blood  pressure (systolic blood pressure <140 mm Hg or diastolic blood pressure <90  mm Hg) among adults aged 18 years and older;</p>  <p>  10) Diabetes:  Age-standardized mean fasting plasma glucose (mmol/L) for adults aged 18 years  and older;</p>  <p>  11) Tobacco: Age-standardized prevalence of adults >=15 years  not smoking tobacco in last 30 days (Indicator SDG 3.a.1. - see the  description there);</p>  <p> IV. Service capacity and access </p>  <p>  12) Hospital  access: Hospital beds per capita, relative to a maximum threshold of 18 per  10,000 population;</p>  <p>  13) Health workforce: Health professionals  (physicians, psychiatrists, and surgeons) per capita, relative to maximum  thresholds for each cadre (part of indicator SDG 3.c.1.);</p>  <p>  14) Health  security: International Health Regulations (IHR) core capacity index, which is  the average percentage of attributes of 13 core capacities that have been  attained (SDG. 3.d.1. global metadata). </p>","UNIT_MEASURE":"Index","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"World Health Organisation","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"Ministry of Health, National Agency for Public  Health","COMPILING_ORG":"","INST_MANDATE":"Ministry of Health","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"This indicator represents an index presented according to a scale from 0 to  100, which is calculated via geometric average of 14 indicators tracing the  coverage with essential health services.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_data_updated_date":"2023-05-24","national_metadata_updated_date":"2023-05-24","un_designated_tier":"3","source_active_1":true,"source_organisation_1":"World Health Organisation","source_periodicity_1":"Annual","source_url_1":"","source_url_text_1":"Link to source","source_contact_1":"","source_other_info_1":"","target_number":"3.8","goal_number":"3","graph_type":"line","indicator_sort_order":"03-08-01"}