{"composite_breakdown_label":"","computation_units":"Million USD","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"7.a.1. Value of external financial and technical assistance for energy efficiency development","graph_titles":[],"graph_type":"line","indicator_available":"Value of external financial and technical assistance for energy efficiency development","indicator_name":"International financial flows to developing countries in support of clean energy research and development and renewable energy production, including in hybrid systems","indicator_number":"7.a.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republic of Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","ro":{"composite_breakdown_label":"","computation_units":"Milioane Dolari SUA","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"7.a.1. Value of external financial and technical assistance for energy efficiency development","graph_titles":[],"graph_type":"line","indicator_available":"Value of external financial and technical assistance for energy efficiency development","indicator_name":"International financial flows to developing countries in support of clean energy research and development and renewable energy production, including in hybrid systems","indicator_number":"7.a.1","indicator_tabs:":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"Republica Moldova","page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","SDG_INDICATOR__GLOBAL":"<p>Indicator 7.a.1: Valoarea asistenței financiare și tehnice externe  pentru  dezvoltarea eficienței energetice</p>","SDG_TARGET__GLOBAL":"<p>Target 7.a: Până în 2030, consolidarea cooperării naționale pentru facilitarea accesului  la cercetări și tehnologii energetice curate, inclusiv energia regenerabilă,  eficiența energetică și tehnologia avansată și mai curată de utilizare a  combustibililor fosili, precum și promovarea investițiilor în infrastructura  energetică și tehnologii energetice curate.</p>","META_LAST_UPDATE__GLOBAL":"","SDG_CUSTODIAN_AGENCIES__GLOBAL":"Organisation for Economic Co-operation and Development (OECD)","SDG_RELATED_INDICATORS__GLOBAL":"","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"Mobilized amount of United States dollars per year starting in 2020  accountable towards the $100 billion commitment.","SDG_GOAL":"","target_id":"7.a","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-7.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 111 KB)","SDG_INDICATOR":"<p>Indicator 7.a.1: Volumul asistenței externe oficiale pentru  dezvoltarea eficienței  energetice</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> ODA – în conformitate cu definiția internațională DAC (OECD Development  Assistance Committee) aceasta reprezintă \"fluxurile către țări și teritorii  din lista DAC a beneficiarilor de ODA și ale instituțiilor multilaterale care  sunt : (i) furnizate de agenții oficiale, inclusiv de guvernele naționale și  locale sau de agențiile executive ale acestora; și (ii) fiecare tranzacție  este gestionată cu obiectivul principal de promovare a dezvoltării economice  și a bunăstării țărilor în curs de dezvoltare; și este de natură concesională  și transmite un element de grant de cel puțin 25% (calculat la o rată de  reducere de 10%). ( [A se  vedea](http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm)  ) </p>  <p>  Asistență externă – asistență financiară și tehnică acordată  Republicii Moldova, Guvernului și/sau altor autorități publice de către  comunitatea creditorilor/donatorilor (art.9 din HG nr. 377 din 25.04.2018, cu  privire la reglementarea cadrului instituțional și mecanismului de coordonare  și management  al asistenței externe).</p>  <p>  Asistență (cooperare) financiară –  suport financiar sub formă de împrumuturi, granturi, inclusiv livrări de  bunuri și/sau lucrări pentru implementarea proiectelor/programelor;</p>  <p>   Asistență (cooperare) tehnică – suport sub formă de transfer de cunoștințe,  inclusiv tehnologii, metodologii și tehnici în cadrul  proiectelor/programelor;</p>  <p>  [Platforma pentru gestionarea asistenței externe  (AMP)](http://amp.gov.md/TEMPLATE/ampTemplate/dashboard/build/index.html) –  sistem informațional automatizat accesibil on-line, în cadrul căruia este  încărcată și stocată informația privind proiectele/programele de asistență  externă din Republica Moldova.</p>  <p>  Sectorul de generare și furnizare a  energiei este definit în conformitate cu standardele DAC/OECD și cuprinde  toate codurile sectoriale conform clasificării CRS din secțiunile 230, care  includ următoarele coduri privind cercetare și dezvoltare în domeniul energiei  curate și producției de energie regenerabilă, inclusiv în sistemele hibride:  1) 23065 Centrale hidroelectrice - inclusiv energia generatoare de baraje  fluviale, 2) 23067 Energie solară - Inclusiv celule fotovoltaice, aplicații  solare termice și încălzire solară, 3) 23068 Energia eoliană - Energia eoliană  pentru ridicarea apei și generarea energiei electrice, 4) 23069 Energia  valurilor și mareelor marină - Inclusiv conversia energiei termice oceanice,  energia mareelor și valurilor, 5) 23066 Energie geotermală - Utilizarea  energiei geotermale pentru generarea energiei electrice sau direct ca căldură  pentru agricultură etc, 6) 23070 Biomasa, 7) 23082  Cercetare în domeniul  energetic</p>  <p>  Agenția Internațională pentru Energii Regenerabile (IRENA):  fluxurile acoperite de IRENA sunt definite ca toate creditele suplimentare,  granturile și investițiile de capital primite de la țările donatoare,  agențiile multilaterale și instituțiile  de finanțare suplimentare (inclusiv  creditele la export, dacă sunt disponibile)  a dezvoltării în scopul  cercetării și dezvoltării energiei curate și a producției de energie  regenerabilă, inclusiv în sistemele hibride. </p>","UNIT_MEASURE":"Milioane Dolari SUA","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"[Baza de date UNSTATS](https://unstats.un.org/sdgs/indicators/database/)","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"","COMPILING_ORG":"","INST_MANDATE":"<p> 1) Ministerul Economiei și Infrastructurii</p>  <p>  2) Ministerul Finanțelor </p>","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Suma totala a debursărilor asistenței externe oficiale pentru dezvoltare(ODA)  de la toți donatorii pentru sectorul pentru sectorul de eficiență energetică,.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"Indicatorul național este similar cu cel global, incluzând toată asistenta  externa pentru dezvoltarea sectorului vizat","OTHER_DOC":"","national_data_updated_date":"","national_metadata_updated_date":"","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"","source_periodicity_1":"anual","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"Baza de date UNSTATS","source_contact_1":"","source_other_info_1":""},"SDG_INDICATOR__GLOBAL":"<p>Indicator 7.a.1: International financial flows to developing countries in support of clean energy research and development and renewable energy production, including in hybrid systems</p>","SDG_TARGET__GLOBAL":"<p>Target 7.a: By 2030, enhance international cooperation to facilitate access to clean energy research and technology, including renewable energy, energy efficiency and advanced and cleaner fossil-fuel technology, and promote investment in energy infrastructure and clean energy technology</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD) and International Renewable Energy Agency (IRENA)</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Not applicable</p>","SDG_INDICATOR_INFO":"","SDG_INDICATOR_INFO__GLOBAL":"Mobilized amount of United States dollars per year starting in 2020  accountable towards the $100 billion commitment.","SDG_GOAL":"","target_id":"7.a","SDG_TARGET":"","GOAL_META_LINK":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-7.pdf","GOAL_META_LINK_TEXT":"United Nations Sustainable Development Goals Metadata (PDF 111 KB)","SDG_INDICATOR":"<p>Indicator 7.a.1: Value of external financial and technical assistance for energy efficiency development</p>","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","CONTACT":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","IND_DEF_CON_CLASS":"","STAT_CONC_DEF":"<p> ODA – in line with the international definition DAC ( [OECD Development  Assistance  Committee](http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm)  ) it represents the \"flows to countries and territories from the DAC list of  ODA beneficiaries and other multilateral institutions which are: (i) supplied  by official agents, including by national or local governments or by their  executive agencies; and (ii) every transaction is managed with the main  objective to promote economic development and wellbeing of developing  countries; and it is of concession nature and includes a grant element of at  least 25% (calculated at a reduction rate of 10%).</p>  <p>  [Other official  financial flows  (OOF)](http://www.oecd.org/dac/stats/documentupload/DCDDAC(2016)3FINAL.pdf),  Para. 24 - (except for officially supported credits for exports) are defined  as transactions made by the official sector which do not meet the eligibility  conditions for ODA, either because does not refer first of all to development  or because are not sufficiently concessional.  </p>  <p>  Foreign assistance –  financial and technical assistance provided to the Republic of Moldova,  Government and/or other public authorities by creditors'/donors' community  (art.9 of the GD No. 377 of 25.04.2018 regulating the institutional framework  and the mechanism for coordination and management of foreign assistance).</p>  <p>   Financial assistance (cooperation) – financial support under the form of  loans, grants, including delivery of goods and/or provision of works for  implementation of projects/programs;</p>  <p>  Technical assistance (cooperation) –  support under the form of transfer of knowledge, including technologies,  methodologies and techniques within projects/programs;</p>  <p>  [Platform for  managing foreign assistance  (AMP)](http://amp.gov.md/TEMPLATE/ampTemplate/dashboard/build/index.html) –  information automated system accessible online, which is covering and storing  the information regarding the projects/programs of foreign assistance in the  Republic of Moldova.</p>  <p>  Energy generation and supply sector is defined in  line with the DAC/OECD standards and covers all the sector codes according to  the CRS classification from section 230, which includes the following codes on  research and development of clean energy area and renewable energy production,  including in hybrid systems: 1) 23065 Hydro-power plants - including energy  generated by river dams, 2) 23067 Solar energy  - including photovoltaic  cells, solar thermal applications and solar heating, 3) 23068 Winf energy -  wind energy for lifting water and generating electricity, 4) 23069 Wave energy  and ocean currents - including conversion of ocean thermal energy, currents  and wave energy, 5) 23066 Geothermal energy - use of geothermal energy for  generating electricity or directly as heating for agriculture, etc., 6) 23070  Biomass, 7) 23082  Research in energy area </p>  <p>  International Renewable  Energy Agency (IRENA): flows covered by IRENA are defined as all the  additional loans, grants, and capital investments received from donor  countries, multilateral agencies and additional financing institutions  (including export credits, if available) for development and research in the  area of clean energy and production of renewable energy, including hybrid  systems. </p>","UNIT_MEASURE":"Million USD","CLASS_SYSTEM":"","SRC_TYPE_COLL_METHOD":"","SOURCE_TYPE":"[UNSTATS Database](https://unstats.un.org/sdgs/indicators/database/)","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"","COMPILING_ORG":"","INST_MANDATE":"<p> 1.Ministry of Economy and Infrastructure</p>  <p>  2.Ministry of Finance </p>","OTHER_METHOD":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"Total amount of disbursements of official development assistance (ODA) from  all donors for energy efficiency sector.","DATA_VALIDATION":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"The national indicator is similar to the global one, including foreign  assistance for development of the given sector","OTHER_DOC":"","national_data_updated_date":"2023-05-30","national_metadata_updated_date":"2023-05-30","un_designated_tier":"2","source_active_1":true,"source_organisation_1":"","source_periodicity_1":"Annual","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"UNSTATS Database","source_contact_1":"","source_other_info_1":"","SDG_GOAL__GLOBAL":"<p>Goal 7: Ensure access to affordable, reliable, sustainable and modern energy for all</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable </p>","CONTACT_ORGANISATION__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD) and International Renewable Energy Agency (IRENA)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The flows are covered through two complementary sources.</p>\n<p>OECD: The flows covered by the OECD are defined as all official loans, grants and equity investments received by countries on the DAC List of ODA Recipients from foreign governments and multilateral agencies, for the purpose of clean energy research and development and renewable energy production, including in hybrid systems extracted from the OECD/DAC Creditor Reporting System (CRS) with the following sector codes:</p>\n<p>&#x2022; 23210 Energy generation, renewable sources &#x2013; multiple technologies - Renewable energy generation programmes that cannot be attributed to one single technology (codes 23220 through 23280 below). Fuelwood/charcoal production should be included under forestry 31261. </p>\n<p>&#x2022; 23220 Hydro-electric power plants - Including energy generating river barges. </p>\n<p>&#x2022; 23230 Solar energy for centralised grids </p>\n<p>&#x2022; 23231 Solar energy for isolated grids and standalone systems</p>\n<p>&#x2022; 23232 Solar energy &#x2013; thermal applications</p>\n<p>&#x2022; 23240 Wind energy - Wind energy for water lifting and electric power generation. </p>\n<p>&#x2022; 23250 Marine energy - Including ocean thermal energy conversion, tidal and wave power. </p>\n<p>&#x2022; 23260 Geothermal energy - Use of geothermal energy for generating electric power or directly as heat for agriculture, etc. </p>\n<p>&#x2022; 23270- Biofuel-fired power plants Use of solids and liquids produced from biomass for direct power generation. Also includes biogases from anaerobic fermentation (e.g. landfill gas, sewage sludge gas, fermentation of energy crops and manure) and thermal processes (also known as syngas); waste fired power plants making use of biodegradable municipal waste (household waste and waste from companies and public services that resembles household waste, collected at installations specifically designed for their disposal with recovery of combustible liquids, gases or heat). See code 23360 for non-renewable waste-fired power plants.</p>\n<p>&#x2022; 23410 Hybrid energy electric power plants</p>\n<p>&#x2022; 23631 Electric power transmission and distribution (isolated mini-grids) </p>\n<p>Research and development of energy efficiency technologies and measures is captured under CRS sector code 23182 on Energy research. The above flows also include technical assistance provided to support production, research and development as defined above.</p>\n<p>IRENA: The flows covered by IRENA are defined as all additional loans, grants and equity investments received by developing countries (defined as countries in developing regions, as listed in the UN M49 composition of regions) from all foreign governments, multilateral agencies and additional development finance institutions (including export credits, where available) for the purpose of clean energy research and development and renewable energy production, including in hybrid systems. These additional flows cover the same technologies and other activities (research and development, technical assistance, etc.) as listed above and exclude all flows extracted from the OECD/DAC CRS.</p>","UNIT_MEASURE__GLOBAL":"<p>Million United States Dollars (USD) at constant prices for a base year. The base year for the constant prices and exchange rates is updated every year and it usually has a two-year lag behind the publication cycle. (e.g., the 2020 cycle would report 2018 constant prices)</p>","CLASS_SYSTEM__GLOBAL":"<p>The definition and classification of renewable technologies complies with the UN Standard International Energy Product Classification (SIEC). Definitions of other concepts are given above.</p>","SOURCE_TYPE__GLOBAL":"<p>The OECD/DAC has been collecting data on official and private resource flows from 1960 at an aggregate level and 1973 at an activity level through the Creditor Reporting System (CRS data are considered complete from 1995 for commitments at an activity level and 2002 for disbursements). Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc).</p>\n<p>IRENA&#x2019;s data on financial flows from public sources in support of renewable energy are available in IRENA&#x2019;s Public Renewable Energy Investment Database. IRENA collects these data from a wide range of publicly available sources, including the databases and annual reports of all of the main development finance institutions and 20 other bilateral and multilateral agencies investing in renewable energy. The database is updated annually and (at end-2021) covers public renewable energy investment flowing to 41 developed countries and 109 developing countries, for the period 2000-2020. As new publicly-funded financial institutions start investing in renewable energy, the IRENA database will expand to include these new investors over time.</p>","COLL_METHOD__GLOBAL":"<p>See above</p>","FREQ_COLL__GLOBAL":"<p>Data for a year is collected during the following year.</p>","REL_CAL_POLICY__GLOBAL":"<p>OECD DAC data is updated four times a year, with complete and detailed data published at year-end (covering the previous year). IRENA investment data is available at year-end (covering the previous year).</p>","DATA_SOURCE__GLOBAL":"<p>See above</p>","COMPILING_ORG__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD) and International Renewable Energy Agency (IRENA).</p>","INST_MANDATE__GLOBAL":"<p>The OECD DAC Mandate states that the overarching objective of the DAC for the period 2018-2022 is to promote development co-operation and other relevant policies to contribute to implementation of the 2030 Agenda for Sustainable Development, including sustained, inclusive and sustainable economic growth, poverty eradication, improvement of living standards in developing countries, and to a future in which no country will depend on aid.</p>\n<p>In order to achieve this overarching objective, the Committee shall:</p>\n<ol>\n  <li>monitor, assess, report, and promote the provision of resources that support sustainable development by collecting and analysing data and information on ODA and other official and private flows, in a transparent way.</li>\n</ol>\n<p>With a mandate from countries around the world, IRENA encourages governments to adopt enabling policies for renewable energy investments, provides practical tools and policy advice to accelerate renewable energy deployment, and facilitates knowledge sharing and technology transfer to provide clean, sustainable energy for the world&#x2019;s growing population. Collecting official statistics (including international public finance flows) is in line with these aims. </p>","RATIONALE__GLOBAL":"<p>Total Official Development Assistance (ODA) and Other Official flows (OOF) to developing countries quantify the public financial effort (excluding export credits) that donors provide to developing countries for renewable energies. The additional flows (from the IRENA database) capture the flows to non-ODA Recipients in developing regions, flows from countries and institutions not currently reporting to the DAC and certain other types of flows, such as export credits. </p>\n<p>Energy access is a major development constraint in many developing countries and, while starting from a relatively low base, energy demand is expected to grow very rapidly in many of these countries in the future. This presents an opportunity for developing countries to utilize clean and renewable technologies to meet their future energy needs if they can gain access to the appropriate technologies and expertise. This indicator provides a suitable measure of the international support given to developing countries to access these technologies.</p>","REC_USE_LIM__GLOBAL":"<p>Data in the Creditor Reporting System are available from 1973. However, the data coverage is considered complete since 1995 for commitments at an activity level and 2002 for disbursements. At present, flows to clean energy research and development are only partially covered by the database and a few other areas (e.g. off-grid electricity supply, investments in improved cookstove projects) may be covered only partially. </p>\n<p>The IRENA database currently only covers financial institutions that have invested a total of USD 400 million or more in renewable energy. The process of continuous improvement of the database includes verifying the data against data produced by the multilateral development banks for climate finance reporting and by comparing the data with other independent reporting by international development finance agencies.</p>","DATA_COMP__GLOBAL":"<p>The OECD flows are calculated by taking the total official flows (ODA and OOF) from DAC member countries, multilateral organisations and other providers of development assistance to the sectors listed above. The IRENA (additional) flows are calculated by taking the total public investment flows from IRENA&#x2019;s Public Renewable Energy Investment Database and excluding: domestic financial flows; international flows to countries outside developing regions; international flows to multilateral recipients not elsewhere specified; and flows reported by OECD (as described above). The flows are commitments measured in current United States Dollars (USD).</p>\n<p>Flows are tracked by individual commitment or activity level. When there are duplicate commitments between the OECD and IRENA databases, these are excluded from the IRENA database.</p>\n<p>The flows are converted to constant USD at a base year that normally has a two-year lag behind the publication year. The computation uses the DAC deflator methodology explained by the OECD on their <a href=\"https://www.oecd.org/dac/financing-sustainable-development/development-finance-standards/informationnoteonthedacdeflators.htm\">web site</a>. </p>","DATA_VALIDATION__GLOBAL":"<p>For OECD, see: <a href=\"http://www.oecd.org/dac/stats/methodology.htm\">http://www.oecd.org/dac/stats/methodology.htm</a></p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Not applicable - there is no imputation of missing values.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Not applicable - there is no imputation of missing values to obtain regional or global totals. </p>","REG_AGG__GLOBAL":"<p>Regional and global totals are calculated by summing all available data from countries.</p>","DOC_METHOD__GLOBAL":"<p>Not applicable.</p>","QUALITY_MGMNT__GLOBAL":"<p>IRENA validates this indicator for regional, technological, donor, and time aggregations. Any values that are not properly categorised are reviewed at the project level, and manually categorised under the appropriate technology, country, year or instrument type. </p>","QUALITY_ASSURE__GLOBAL":"<p>OECD/DAC data are reported by donors according to the same standards and methodologies (see here: http://www.oecd.org/dac/stats/methodology.htm). IRENA data are compiled from national sources following the United Nations Fundamental Principles of Official Statistics: <a href=\"https://unstats.un.org/unsd/dnss/gp/fundprinciples.aspx\">https://unstats.un.org/unsd/dnss/gp/fundprinciples.aspx</a>.</p>","QUALITY_ASSMNT__GLOBAL":"<p>This indicator is considered in good order when all the international financial flows of the database are correctly allocated to a country, year, technology, instrument type, and any other category respective to the requirements for the Global SDG database, and as required by the UNSD. Furthermore, the flows are in good order when properly deflated to account for inflation and exchange rate changes.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The CRS contains flows to all DAC recipient countries. Global and regional figures are based on the sum of ODA and OOF flows to the renewable energy projects.</p>\n<p>IRENA currently includes data about renewable energy projects in 41 developed countries and 109 developing countries (150 countries overall).</p>\n<p><strong>Time series:</strong></p>\n<p>OECD: annual data from 1960 onwards (see above). </p>\n<p>IRENA: annual data from 2000 onwards.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Data in the CRS contain markers which reflect whether a policy objective is attained through the activity. Measuring gender equality is included in the CRS. Data from the CRS are reported at the project level and can be disaggregated by type of flow (ODA or OOF), by donor, recipient country, type of finance, type of aid (project, agriculture sub-sector, etc.).</p>\n<p>Data in IRENA are stored by country (source and recipient) at the project-level, allowing disaggregation of the data in several dimensions. For example, financial flows can be divided by technologies (i.e. bioenergy, geothermal energy, hydropower, marine energy, solar energy, and wind energy) and sub-technologies (e.g. onshore and offshore wind), by geography (both at the country and regional level), by financial instrument and by type of recipient.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Neither OECD nor IRENA make estimates of these figures. The data all come from national sources reported to OECD or, in the case of IRENA, from officially published statistics.</p>","OTHER_DOC__GLOBAL":"<p>CRS: See all links here: <a href=\"http://www.oecd.org/dac/stats/methodology.htm\">http://www.oecd.org/dac/stats/methodology.htm</a> </p>\n<p>IRENA Renewable Energy Finance Flows: <a href=\"http://resourceirena.irena.org/gateway/dashboard/?topic=6&amp;subTopic=8\">http://resourceirena.irena.org/gateway/dashboard/?topic=6&amp;subTopic=8</a> </p>","target_number":"7.a","goal_number":"7","indicator_sort_order":"07-0a-01"}